import { withRouter } from "react-router-dom";
import { connect } from "react-redux";


const TermsJP = () => {
    return(
    <section className="p-policy">
        <div className="c-header">
          <h3 className="c-header--title">利用規約</h3>
          <p className="c-header--subtitle">Terms of Service</p>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                はじめに
            </div>
            <article>
                この規約（以下「本利用規約」といいます。）は、株式会社ArtHolic（以下「当社」といいます。）が運営するインターネットサービスFANTATION（以下「本サービス」といいます。）において、当社が提供する各種サービスの利用の諸条件を定めるものです。本サービスの利用者の皆様（以下「会員」といいます。）が本サービスを利用するためには、本利用規約の全てに同意していただく必要があり、会員が本サービスを利用開始した場合、会員は本利用規約に同意したものとみなされます。本サービスを提供するためのウェブサイト内には、本利用規約以外にも、本サービスの利用方法や注意事項が記載されていますので、併せてお読みください。
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第１条（定義）
            </div>
            <article>
                1. 「オーナー権」とは、本サービスに出品されオーナー権の対象とされたアンティークコインその他の美術商品（以下「本商品」と総称します。）について、当社および／または次号に定めるオーナー権保有者が保有する民法上の共有持分権（複数のオーナー権保有者が本商品を共同して所有する場合の、それ自体所有権の性質を持つ持分権をいいます。以下同じ。）をいい、本商品の鑑賞機会や商品・作家に関連する情報の提供その他の本条第11号に定める優待を受けられる一身専属的な権利を伴うものをいいます。なお、本商品は、オーナー権の対象とされるに際して、当社がその自由な裁量により定める数量（以下「保有枠総数」といいます。）の共有持分権に均等に分割されるものとし（均等に分割された共有持分権の最低取引単位を以下「保有枠」といいます。）、オーナー権保有者は、本サービス上において、保有枠の整数倍の数のオーナー権を保有することができるものとします（オーナー権保有者がオーナー権に関して現に有効に保有する保有枠の数量を以下「保有枠数」といいます。）。詳細は第3条（オーナー権）をご確認ください。
            </article>
            <article>
                2. 「オーナー権保有者」とは、オーナー権を有する会員（当社がオーナー権を保有する場合は当社を含みます。）をいいます。
            </article>
            <article>
                3. 「オーナー権購入希望者」とは、オーナー権の購入を希望する会員をいいます。
            </article>
            <article>
                4. 「オーナー総会」とは、本商品ごとのオーナー権保有者全員により構成される意思決定機関として、本サービス上において当社を主催者として開催されるものをいいます。詳細は第20条（オーナー総会）をご確認下さい。
            </article>
            <article>
                5. 「本商品」とは、本条第１号に定めるものをいいます。
            </article>
            <article>
                6. 「出品者」とは、本サービスに本商品を出品した者をいいます。
            </article>
            <article>
                7. 「出品希望者」とは、本サービスに商品を出品することを希望する者をいいます。
            </article>
            <article>
                8. 「初回取引」とは、本商品が本サービスに出品された後、初めて当社が会員に対してオーナー権を販売する取引をいいます。
            </article>
            <article>
                9. 「会員間取引」とは、初回販売が実施されて以降に可能となる、本サービス上におけるオーナー権保有者および会員間におけるオーナー権の売買取引をいいます。
            </article>
            <article>
                10. 「反社会的勢力」とは、暴力団、暴力団員、暴力団員でなくなった時から5年を経過しない者、暴力団準構成員、暴力団関係企業、総会屋等、社会運動等標ぼうゴロまたは特殊知能暴力集団等、その他これらに準ずる者をいいます。
            </article>
            <article>
                11. 「優待」とは、当社がオーナー権保有者に対して提供する、本商品に関連する商品または役務をいいます。想定される優待の内容や、その付与・行使ルール等については、第18条（優待）をご確認ください。
            </article>
            <article>
                12. 「会員」とは、第4条（会員登録）に定める手続に従って会員登録の承認を受けた者（退会しまたは会員登録を取り消された者を除く。）をいいます。
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２条（本サービスの内容）
            </div>
            <article>
                1. 本サービスは、本商品を対象とするオーナー権を保有することにより、アンティークコインその他の美術商品を保有することへの金銭的・物理的・心理的な垣根を低くし、少額から本格的なアンティークコインその他の美術商品のコレクションを可能とするプラットフォームです。会員は、本サービスを利用することで、オーナー権を購入し、本商品に関連する優待を受けたり、他の会員、当社その他第三者からの買い取り注文オファーに対して保有するオーナー権を売却、マーケットプレイスへ出品へしたりすることができます。
            </article>
            <article>
                2. 当社は、①当社から会員へのオーナー権の販売、②優待の提供、および③会員が他の会員、当社その他第三者との間でオーナー権を取引するためのプラットフォームの提供・運営を行います。会員は、自己の責任において、会員間のオーナー権の取引および優待の行使等を行い、当社は、会員間のオーナー権の取引に関するトラブルについて一切の責任を負いません。また、一度成立したオーナー権の取引は、理由の如何にかかわらず、キャンセルすることができません。    
            </article>
            <article>
                3. 会員は、当社の運営の下、オーナー権保有者のみ受けられる優待を行使できます。優待の内容は、当社が定めますが、商品の安全性と会員間の公平性を保つよう努めます。
            </article>
            <article>
                4. 当社は、各会員が保有するオーナー権の買取りまたは払戻しの義務を負いません。オーナー権の購入は、第17条 （オーナー権の価値に関する注意事項）第2項および第3項その他本利用規約に記載の損失発生のリスク等について十分ご理解の上、商品との特別な接点を楽しむ観点からご利用ください。
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第３条 （オーナー権）
            </div>
            <article>
                1. 当社は、本サービスの安定的な提供と会員間の公平を図り、商品の資産価値を保全することによって、会員に安心して本サービスをご利用いただくために、オーナー権の取引その他の事項について、次項以下のとおり規定します。 また、当社は、会員が保有するオーナー権について、第15条（オーナー権の購入および売却）に規定する内容により、会員による投下資本回収の方法を用意します（ただし、各会員がオーナー権購入に費やした金額以上の金額による売却等を保証するものではなく、第17条（オーナー権の価値に関する注意事項）その他本利用規約記載のリスクが発現した場合における当該リスクにより会員に生じた損失を補償するものではありません。）。
            </article>
            <article>
                2. 会員は、本サービスの取引ルールに従い、本サービス上に限り、保有するオーナー権の全部または一部を他の会員または当社もしくは当社の指定する者に売却することができます。会員は、いかなる場合も、本サービス外でオーナー権（派生的権利を含みます。以下同じ。）の全部もしくは一部を譲渡し、貸与し、承継し、または担保権を設定することができず、また、本サービス内外を問わず、専有利用をしたり貸出を受けたりすることは一切できません。同様に、会員は、オーナー権を保有する本商品について共有物として分割する合意をしたり、また、裁判手続によると否とを問わず共有物分割請求をしたりすることはできません。
            </article>
            <article>
                3. 会員は、当社が、オーナー総会の決議に従って、本商品について本サービス外の第三者へ売却その他の処分を決定し、実行することがあること、およびかかる処分の実行以降は、その処分対価（消費税その他の諸税部分を除き、また、当社所定の手数料を控除いたします。）が保有枠数に応じて分配される（ただし、実際の分配額がオーナー権取得時の価額を下回った場合でも、当社は補償その他一切の責任を負いません。）ほかは、オーナー権を行使することができなくなることについて理解し、あらかじめ承諾するものとします。
            </article>
            <article>
                4. 会員は、当社が本商品の全部または一部の処分を実行（前項に規定するサービス外売却の場合を含みますが、これに限られません。）するに際して、自らが有するオーナー権についてもあわせて売却その他の処分を行うこと、本商品を売却先に引き渡すこと、および売却代金を受領することについて、あらかじめ当社に制限なく委託するものとします。
            </article>
            <article>
                5. 会員が本条第2項の規定に違反してオーナー権を処分等（本条第2項第二文および第三文に掲げる各行為をいいます。以下本条において同じ。）した場合、当該会員は、当該処分等を行った商品全体の本システム上での価額の10％、当該処分等がなされたオーナー権の本システム上での価額、または実際にオーナー権保有者が当該処分等により得た金額として当社が合理的に認定した価額のいずれか高い額を、違約金として当社に対して支払うものとします。
            </article>
            <article>
                6. オーナー権は、株式および集団投資スキーム持分を含む有価証券、前払式支払手段、法定通貨または暗号資産のいずれでもありません。そのため、オーナー権は、本利用規約に基づいて本サービスにおいて利用する以外には、一切ご利用いただけません。オーナー権は、初回取引においては当社に本商品を販売した販売者と当社間での販売価格、協議内容や市場状況、第三者機関による鑑定等によって価格決定が行われ、会員間取引においては会員間の相対取引における需給の合致により価格決定が行われます。当社から購入されたオーナー権は、本サービス内での会員間取引機能を通じて、他の会員に譲渡することも可能です（本条第4項の定めるところに従い、譲渡による売却代金の受領は、当社を介して行うことについてあらかじめご同意いただきます。）。商品や作家が人気の場合、購入時の価格より高い価格で他の会員への売却取引が成立する可能性もございます。当社は、オーナー権の会員間の取引に伴って会員に発生した損失につき、一切の責任を負いません。
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第４条 （会員登録）
            </div>
            <article>
                1. 会員登録希望者は、当社の指定するフォーマットに必要事項を入力することにより、会員登録の申込みをします。
            </article>
            <article>
                2. 会員登録の申込みをするためには、会員登録希望者本人のFacebookアカウント、Twitterアカウント、LINEアカウントまたは有効なメールアドレスおよびパスワードが必要です。なお、会員登録後は、オーナー権または本商品売却時の売買代金振込み用の金融機関口座（本人名義のものに限ります。）に係る情報の登録を行っていただきます。
            </article>
            <article>
                3. 会員登録希望者が未成年者である場合は、事前に親権者など法定代理人の同意を得たうえでなければ本サービスを利用することはできません。このほか、当社が必要と判断した場合には、会員に対し、都度法定代理人の同意またはさらなる書類もしくは情報の提供を求める場合があります。
            </article>
            <article>
                4. 本サービスは、現時点では米国内ではご利用いただけません。また、米国国籍保持者・グリーンカード保持者（米国永住権保持者）および犯罪収益移転防止法上の外国PEPsはご利用いただけません。ただし、米国以外の外国国家・地域における利用可能性を保証するものではありません。
            </article>
            <article>
                5. 会員登録の申込みは、必ず会員登録希望者本人が行い、正確な情報を入力してください。また、1人で複数の会員登録を行うことはできません。
            </article>
            <article>
                6. 当社が会員登録の申込みを承認した時点で、会員登録希望者は、会員として本サービスの利用を開始することができます。
            </article>
            <article>
                7. 当社は、当社の完全に自由な裁量に基づいて、会員登録の申込みを承認するかを決定します。次の各号のいずれかに該当するまたは該当するおそれがあると当社が判断する場合、会員登録の申込みは承認されずまたは取り消される場合があります。
                <p>
                    　1. 本条に定める要件をみたしていない場合
                </p>
                <p>
                    　2. 登録しようとするクレジットカードの名義、番号その他の事項に不備があり、またはクレジットカードによる決済に支障が生じる場合
                </p>
                <p>
                    　3. 他人になりすまして登録しようとしているまたは登録した場合
                </p>
                <p>
                    　4. 会員登録の申込みの際に当社に提供された登録情報の全部または一部が不正確であり、または虚偽、誤記、もしくは記載漏れが含まれている場合
                </p>
                <p>
                    　5. 同一の人物が複数の本サービス上のアカウントを取得しようとしているまたはしていた場合
                </p>
                <p>
                    　6. 当社の運営・サービス提供または他の会員の利用を妨害しその他これらに支障をきたす行為を行った場合
                </p>
                <p>
                    　7. 未成年者、成年被後見人、被保佐人または被補助人のいずれかであり、法定代理人、後見人､保佐人または補助人の同意等を得ていない場合
                </p>
                <p>
                    　8. 反社会的勢力である、または資金提供その他を通じて反社会的勢力の維持、運営もしくは経営に協力もしくは関与する等反社会的勢力との何らかの交流もしくは関与を行っている場合
                </p>
                <p>
                    　9. 情報商材またはそれに類するビジネスに関わっている場合
                </p>
                <p>
                    　10. その他当社が不適当であると判断する場合
                </p>
            </article>
            <article>
                8. 会員登録希望者による会員登録もしくは会員による登録内容の変更により、または当社が会員登録希望者の会員登録の申込みを承認しないことにより生じた損害に関し、当社は一切の責任を負いません。
            </article>
        </div>

        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第５条 （登録事項の変更）
            </div>
            <article>
                1. 前条（会員登録）第１項に定める会員登録の申込み後に、申告した事項に変更があった場合、会員登録希望者および会員は、当社の定める方法により、当該変更事項を遅滞なく当社に通知するものとします。
            </article>
            <article>
                2. 前項に基づく通知をしなかったことにより会員登録希望者または会員が損害を被った場合でも、当社は損害を賠償する義務を負いません。
            </article>
            <article>
                3. 当社からの会員登録希望者および会員への通知は、会員登録希望者または会員が当社に申告した最新の連絡先に行います。
            </article>
        </div>
        
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第６条 （ログインIDおよびパスワードの管理）
            </div>
            <article>
                会員登録に当たって設定されたログインIDおよびパスワードは、会員が責任を持って管理してください。当社は、当社に故意または重過失がある場合を除き、ログインIDおよびパスワードの流出その他いかなる事由によるものであっても、それによって生じた損害を賠償する義務を負いません。
            </article>
        </div>
        
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第７条 （会員登録の取消・利用停止等）
            </div>
            <article>
                1. 当社は、会員が以下の各号のいずれかに該当し、または該当するおそれがあると当社が判断した場合、事前の通知を行うことなく、当該会員の会員資格の停止もしくは取消し、本サービスの全部もしくは一部の利用停止、当社が付与した優待の無効化のいずれかまたはその組み合わせを行うことができます。なお、会員資格を取り消された場合、当該会員が保有していた優待を受ける権利は無効となります。
                <p>
                　1. 法令または本利用規約もしくは当社が別途定めるガイドライン等に違反した場合
                </p>
                <p>
                    　2. 本サービスのログインIDまたはパスワードを不正に使用しまたは使用させた場合
                </p>
                <p>
                    　3. 第4条（会員登録）第７項各号のいずれかに該当することが判明した場合
                </p>
                <p>
                    　4. 他の会員に対する嫌がらせ・迷惑行為等があった場合
                </p>
                <p>
                    　5. 登録されたメールアドレスに連絡しても、一定期間以上返答がない場合
                </p>
                <p>
                    　6. 会員本人によって登録された支払情報や振込先情報につき、不備があるまたは変更が当社　へ正しく通知されていないその他の原因により、当社が会員に対して行う支払いや振込みに　支障を生じた場合
                </p>
                <p>
                    　7. 会員登録後、会員が6か月以上ログインしなかった場合
                </p>
                <p>
                    　8. 本サービスが不正な目的で利用された場合
                </p>
                <p>
                    　9. その他当社が不適切と認める場合
                </p>
            </article>
            <article>
                2. 当社は、本条による会員資格の停止または取消し、本サービスの利用停止その他の措置の時点で、当該会員に送金されるべき出金があった場合、当社の判断により支払いを留保することができます。このほか、会員の違法行為への関与が疑われる場合等も、当社の判断により、支払いを留保することができます。
            </article>
            <article>
                3. 当社は、本条の措置に基づき会員に生じた損害について、当社の故意または重過失に基づく場合を除いて、一切の責任を負いません。
            </article>
        </div>
        
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第８条 （ログインIDおよびパスワードの管理ならびに会員資格に関連する諸権利）
            </div>
            <article>
                1. 会員は、当社が会員に付与するログインID、パスワード等の管理および保管を自ら行う責任を負います。ログインIDおよびパスワード等の管理不十分、第三者による使用等による損害の責任は会員が負い、当社は一切の責任を負いません。また、本サービスと連携したSNSのアカウント凍結等の結果本サービスにログインできなくなるその他の支障が生じた場合も、それに関連した損害について当社は一切の責任を負いません。
            </article>
            <article>
                2. ログインIDおよびこれに紐づく本サービスの利用権は、会員に一身専属的に帰属します。会員は、当該アカウントおよび本サービスの利用権を、当該会員以外の者（当該会員の相続人を含みます。）に対し、利用させ、譲渡、貸与もしくは担保設定その他の処分をし、または相続させることはできません。
            </article>
            <article>
                3. 会員は、ログインIDまたはパスワードが第三者に漏えいした場合、またはログインIDもしくはパスワードが第三者に使用されている疑いのある場合には、直ちに当社にその旨を連絡するとともに、当社の指示がある場合にはこれに従ってください。この場合、当社はそのログインIDやパスワード等を不正アカウントとして一時的にまたは完全に停止することができます。
            </article>
        </div>
        
        
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第９条 （会員の確約）
            </div>
            <article>
                会員は、反社会的勢力のいずれにも該当しないこと、かつ将来にわたっても該当しないこと、および自らまたは第三者を利用して、暴力的な要求行為、 法的な責任を超えた不当な要求行為、取引に関して脅迫的な言動または暴力を用いる行為、風説を流布し、偽計を用いまたは威力を用いて当社の信用を毀損しまたは当社の業務を妨害する行為、その他これらに準ずる行為を行わないことを確約します。
            </article>
        </div><div className="c-policy">
            <div className="c-policy--articleHeader">
                第１０条 （会員の退会および優待を受ける権利の失効）
            </div>
            <article>
                1. オーナー権を未購入の会員は、お問い合わせより「ユーザー退会」の旨ご連絡後、当社の承認により、本サービスから退会することができます。
            </article>
            <article>
                2. オーナー権の購入履歴がある会員は、退会手続時点においてオーナー権を保有していない場合に限り、前項に規定する方法により本サービスから退会することができます。
            </article>
            <article>
                3. 会員は、本サービスからの退会の時点までに、自己が保有するオーナー権に基づく優待を受ける権利を自己の裁量で行使してください。会員が退会の時点または当該優待を提供するオーナー権の会員間取引までにこれらの措置をとらなかった場合、当該優待を受ける権利は無効となります。
            </article>
            <article>
                4. 当社は、前各項に定める措置に基づき会員に生じた損害について、当社の故意または重過失に基づく場合を除き、一切の責任を負いません。
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第１１条 （個人情報の取扱い）
            </div>
            <article>
                1. 当社は、会員から提供された個人情報を本サービスの提供に必要な範囲および当社が別途定めるプライバシーポリシーで定められた目的の範囲で使用することができ、会員は、当社がこのプライバシーポリシーに従って会員から提供された個人情報を取り扱うことについて同意します。
            </article>
            <article>
                2. 当社は、会員間で行われる個人情報の授受および利用から生じたトラブルおよび損害について一切の責任を負いません。会員は、個人情報を他の会員に提供する場合、本条の内容を十分理解し同意した上で行ってください。
            </article>
            <article>
                3. 当社は、個人情報等について、以下の場合を除き、当該会員およびオーナー権の譲渡先以外の第三者に開示しません。
                <p>
                    　1. 法令に基づいて開示が必要である場合または法令に基づいて開示を行うことができる場合
                </p>
                <p>
                    　2. 人の生命、身体もしくは財産、または当社が提供する本サービスの保護のために必要がある場合
                </p>
                <p>
                    　3. 公衆衛生の向上または児童の健全な育成のために特に必要がある場合
                </p>
                <p>
                    　4. 国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行する　ことに対して協力をする必要がある場合
                </p>
                <p>
                    　5. 合弁その他の事由により本サービスの提供主体が変更され、本サービスの継続のために個　人情報等を移管する必要があると当社が判断した場合
                </p>
                <p>
                    　6. 本サービスの質の向上、当社の関連事業開発および当社の提携企業のマーケティング等の　目的で個人情報等を集計および分析する場合
                </p>
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第１２条 （禁止事項）
            </div>
            <article>
                1. 会員は、本サービスの利用に関し、以下の各号に定める行為を行うことを禁止されます。会員が以下の各号のいずれかの行為を行ったまたは行う疑いがあると当社が判断した場合、事前の通知を行うことなく、当該会員の会員資格の取消しその他の本条第2項に定める措置を行うことができます。当社はこれらの措置によって会員に発生するいかなる損害についても賠償する責任を負いません。
                <p>
                    　1. 法令、本利用規約、当社が別途定める利用方法・注意事項、ガイドライン、取引ルール等　に違反する行為
                </p>
                <p>
                    　2. 公序良俗に反する行為
                </p>
                <p>
                    　3. 当社のサービス運営を妨げる行為
                </p>
                <p>
                    　4. 詐欺等の犯罪に結びつく行為 
                </p>
                <p>
                    　5. 当社への申告事項に関し虚偽または不正確な情報を入力する行為
                </p>
                <p>
                    　6. オーナー権の値上がりを保証しもしくは値上がりについての断定的判断を提供するなどし　て購入を呼び掛ける行為、オーナー権の値上がりもしくは値下がりについて他の会員に予断　を抱かせる行為、または他の会員にオーナー権について何らかの誤解を抱かせ当該誤解に基　づきオーナー権の会員間取引を誘引する行為
                </p>
                <p>
                    　7. オーナー権を購入することの条件としてまたは本サービス外での特定のサービスまたは物　品の提供の条件として、会員によるオーナー権の購入を不当に誘引する方法またはそのおそ　れのある方法で、オーナー権の購入を条件とする行為
                </p>
                <p>
                    　8. 第15条（オーナー権の購入および売却）第７項に定める取引ルールもしくは第18条（優　　待）に定める優待に関するルールに違反する行為またはこれらのルールを潜脱する行為
                </p>
                <p>
                    　9. 第１号から第８号のいずれか1つに該当する行為またはそのおそれのある行為を他の会員と　共同で実行し、またはその実行について他の会員と協議し、検討し、もしくは実行の準備を　する行為（本サービス上だけでなく、他社の運営するSNS上でのコミュニケーション等も含み　ます。）
                </p>
                <p>
                    　10. 当社、または他の会員その他の第三者の権利を侵害する行為
                </p>
                <p>
                    　11. 他人への名誉毀損、誹謗中傷等の行為
                </p>
                <p>
                    　12. 他人へのなりすまし、または他人のアカウントを利用して当社のサービスを利用する行為
                </p>
                <p>
                    　13. 倫理的に問題がある低俗、有害、下品な行為、他人に嫌悪感を与える内容、ポルノ、売　　春、風俗営業、大麻その他のいわゆるドラッグ類、これらに関連する内容の情報を掲載する　行為
                </p>
                <p>
                    　14. 他人が誤解や混乱をするおそれのある行為
                </p>
                <p>
                    　15. 他の会員に迷惑や不快感を抱かせるおそれのある行為
                </p>
                <p>
                    　16. 民族差別・人種差別・その他の差別を意図し、または誘発するおそれのある行為勧誘行為　（マルチビジネス、情報商材等の販売やメンバーを募集する行為を含むがこれに限られな　　い）
                </p>
                <p>
                    　17. 選挙活動に関する行為または公職選挙法、政治資金規正法その他の政治活動もしくは選挙　に関連する法令に違反する行為
                </p>
                <p>
                    　18. コンピューターウィルスの送信等、コンピュータ機器、通信回線、ソフトウェア等の機能　に悪影響を及ぼす行為
                </p>
                <p>
                    　19. 当サービスに関するシステムへの不正アクセス
                </p>
                <p>
                    　20. 本商品またはオーナー権に係る価格を操作する行為またはその相場を操縦する行為
                </p>
                <p>
                    　21. マネーロンダリングを目的とした行為
                </p>
                <p>
                    　22. 売買春、性的サービス等をもちかけ、または要求する行為
                </p>
                <p>
                    　23. 他人を代行してオーナー権の購入、売却を行う行為
                </p>
                <p>
                    　24. 賭博に該当する行為
                </p>
                <p>
                    　25. 自らまたは第三者をして、暴力的な要求行為、法的な責任を超えた不当な要求行為、脅迫　的な言動または暴力を用いる行為、風評を流布し、偽計を用いまたは威力を用いて、信用を　毀損または業務を妨害する行為
                </p>
                <p>
                    　26. その他当社が不適切と認める行為
                </p>
            </article>
            <article>
                2. 前項に定める当社の措置は、本サービス利用者保護のために必要であると当社が判断する一切の措置を指すものとし、以下のものが含まれます。当社は、利用者保護の観点から必要な範囲において、違反行為を行った会員に対してのみ当該措置を行うのではなく、全会員に対して必要な措置を取ることができます。
                <p>
                    　1. オーナー権の取引制限（買い取り注文オファーの取消しを含みます。）
                </p>
                <p>
                    　2. 会員資格の一時停止または取消し
                </p>
                <p>
                    　3. 全会員のオーナー権取引の停止を含む一切の措置
                </p>
                <p>
                    　4. その他本サービス利用に関する制限
                </p>
                <p>
                    　5. 本サービス上での違反行為およびその疑いに関する公表
                </p>
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第１３条 （出品）
            </div>
            <article>
                1. 出品希望者は、出品者の申請を行い、当社の完全に自由な裁量による独自審査を通過することにより、出品者となり商品の出品を行うことができます。ここでいう「出品」とは、第15条（オーナー権の購入および売却）に定めるオーナー権の販売の前提として、本商品を当社サービス上に掲載することを指します。
            </article>
            <article>
                2. 個別の商品の出品には、当社の完全な裁量による審査が必要となります。審査の結果、承認された時点で当社から連絡のうえ、個別の出品条件などを決定して出品へ進みます。審査の結果、承認されなかった場合、手数料の支払等は発生いたしません。
            </article>
            <article>
                3. 当社は、審査の結果について何ら保証しておらず、審査の結果不承認となったことによって会員に生じた損害について、当社の故意または重過失に基づく場合を除き、一切の責任を負いません。また、審査内容およびその結果に関する理由の開示はいたしません。
            </article>
            <article>
                4. 当社による審査は、会員の登録時のアカウントの情報・連携されているSNSアカウントの情報、および申請フォームに入力された内容等から総合的に判断するものであり、審査における不承認事由には、以下の事項が含まれます。
                <p>
                    　1. 連携されたSNSアカウントの全てまたは一部が、申請者自身の個人アカウントではない場合　（申請者が所属または運用している、企業やブランドまたはサービス等のアカウントの場合　を含みます。）
                </p>
                <p>
                    　2. SNS上で個人としてのアクティビティが当社にとって確認できないまたは僅少である場合
                </p>
                <p>
                    　3. 他人になりすまして登録しようとしているまたは登録した場合
                </p>
                <p>
                    　4. 登録の際に当社に提供された登録情報の全部もしくは一部が不正確であり、または虚偽、　誤記、もしくは記載漏れが含まれている場合
                </p>
                <p>
                    　5. 登録の際に当社に提供された登録情報に不足があり、判断が難しい場合
                </p>
                <p>
                    　6. 過去に本利用規約違反等により、本サービスの利用停止等の処分を受けている場合
                </p>
                <p>
                    　7. 当社の運営・サービス提供または他の会員の利用を妨害、支障をきたす行為を行った場合　やそのおそれがあると当社が判断した場合
                </p>
                <p>
                    　8. 未成年者、成年被後見人、被保佐人または被補助人のいずれかであり、法定代理人、後見　人､保佐人または補助人の同意等を得ていない場合
                </p>
                <p>
                    　9. 反社会的勢力である、または資金提供その他を通じて反社会的勢力の維持、運営もしくは　経営に協力もしくは関与する等反社会的勢力との何らかの交流もしくは関与を行っている場　合
                </p>
                <p>
                    　10. 情報商材またはそれに類するビジネスに関わっている場合
                </p>
                <p>
                    　11. 上記各号に該当するおそれがあると当社が判断する場合
                </p>
                <p>
                    　12. その他当社が不適当であると判断する場合
                </p>
            </article>
            <article>
                5. 当社による審査の結果承認された商品は、本商品として本サービス上に掲載された上で、第15条（オーナー権の購入および売却）第１項に定めるオーナー権の販売を実施します。
            </article>
        </div>

        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第１４条 （真贋）
            </div>
            <article>
                当社は、本商品の真贋については、各鑑定会社のスラブナンバーによって開示します。これらの情報を確認の上、会員は、自らの責任と判断で本商品に係るオーナー権を購入してください。
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第１５条 （オーナー権の購入および売却）
            </div>
            <article>
                1. 会員は、出品された商品について、本サービス上で定められた単価および数量により、当該商品に関するオーナー権の購入申込みをすることができます。当社が会員からのオーナー権の購入申込みを受け付けている商品について、会員から購入の申込みがあった場合、当該申込みがなされた時点で当該会員に対するオーナー権の販売が成立します。なお、販売されるオーナー権の数量には限りがあり、当社は、オーナー権購入希望者がオーナー権を購入できなかった場合であっても、一切の補償は行いません。販売されたオーナー権は、当社が別途指定する時点以降、本サービスの取引ルールに従い、各オーナー権保有者が他の会員に対して売却することができます。このほか、本サービス上において、当社または当社の指定する者に対して、当社が公正妥当と認める価格によりオーナー権を売却することのできる制度を用意します。
            </article>
            <article>
                2. オーナー権についての購入申込みは、受付期間中に購入申込みがあったオーナー権の数が当該オーナー権の規定の数量に満たなかったときは、事後的に取り消される場合があります。この場合であっても、当社はかかる取消処理により会員に生じた損失の補償は一切いたしません。
            </article>
            <article>
                3. オーナー権の購入申込みは、必ずオーナー権購入希望者本人が行い、正確な情報を入力してください。
            </article>
            <article>
                4. 他の会員からのオーナー権の購入を希望する会員は、当社の定める手続に従ってオーナー権の買い取り注文オファーを行う必要があります。
            </article>
            <article>
                5. 会員は、自らが行った購入の申込みにつき、これを購入後に取り消すことはできません。
            </article>
            <article>
                6. 会員は、商品に対して設定されているオーナー権に係る保有枠の上限数および当該オーナー権に関する取引条件の範囲で、任意の数の保有枠を指定してオーナー権を購入することができます。
            </article>
            <article>
                7. オーナー権の購入は、銀行振込、オンライン決済システムを通じたクレジットカード、仮想通貨（USDTーERC20規格）によって行われます。当社は、オーナー権の購入および会員間取引が成立した場合に、買主から当社が別途定める手数料を申し受けます。取引手数料は、出品される商品ごとに異なります。
            </article>
            <article>
                8. オーナー権を売却しようとする会員は、当社または当社が指定する決済事業者（以下「代金受領者」といいます。）に対して、オーナー権の購入代金を代理受領する権限を付与し、代金受領者がオーナー権を購入しようとする会員から購入代金を受領することにより、購入代金の支払いは完了し、オーナー権を購入しようとする会員による購入代金の支払義務は消滅します。購入代金は、当社が受領する所定の取引手数料を差し引いたのち、当社から送金する方法により、オーナー権の売主である会員に支払われます。本利用規約に定める場合のほか、一度成立したオーナー権の購入および売却は、理由のいかんを問わずキャンセルすることができません。
            </article>
            <article>
                9. 利用者保護の観点から、当社は、会員のオーナー権の会員間取引に当たって、取引数量、取引回数、取引の値幅、取引で得た売却益の引出に関して各種制限等を定めています。会員は、当該取引ルールを遵守しなければなりません。当社は、利用者保護の観点から、取引ルールについて適時更新することができます。会員はあらかじめ取引ルールが適時更新されることを理解のうえ、本サービスを利用してください。
            </article>
            <article>
                10. オーナー権の購入および会員間取引に関して本利用規約に違反する行為があるまたはこれらの行為が不適切であると当社が判断した場合、当社は、オーナー権の購入および売却を制限しまたは取り消し、その他第12条（禁止事項）第2項に定める措置を取ることができます。本項に基づく措置によって会員に生じる損害について、当社の故意または重過失に基づく場合を除き、当社は一切責任を負いません。
            </article>
            <article>
                11. オーナー権の売買取引は現行の法令または将来の法改正等によって課税対象となる可能性があります。会員はこのことを十分に理解し、自己の責任と負担においてオーナー権の売買取引を行なってください。なお、当社は、課税対象となるか否かを含む課税に関する事項についてアドバイスの提供等一切の行為を行なっておりません。課税に関する疑義が発生した場合は、会員は自らの責任と負担においてご自身で決定していただくかまたは専門家に判断を仰いでいただきますようお願いいたします。
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第１７条 （オーナー権の価値に関する注意事項）
            </div>
            <article>
                1. オーナー権は、本商品が本サービス上に出品されていることにより本来の効用を発揮することが想定された共有持分権です。したがって、会員が本サービスからの退会等により会員資格を喪失した後は、当該出品商品についてオーナー権を十全に行使いただくことができず、本商品から生じた優待を受ける権利を行使することもできないことにご留意下さい。
            </article>
            <article>
                2. 当社からオーナー権を購入した会員は、その保有するオーナー権を会員間で取引することができます。したがって、商品や作家が人気の場合、購入時の価格より高い価格での他の会員への売却取引が成立する可能性もございます。反対に、オーナー権を売却しようとした時点において売却することのできる価格が、オーナー権を購入した時の価格を下回る可能性もございます。会員は、このような会員間取引に伴う損失発生のリスクがあることを十分に理解した上で、オーナー権の購入および売却を行ってください。
            </article>
            <article>
                3. 商品の盗難滅失、商品の売却、本サービスの終了その他の理由により、オーナー権の価値がゼロになる可能性もあります。会員は、このようなオーナー権の経済的価値の消滅に伴う損失発生のリスクがあることを十分に理解した上で、オーナー権の購入および売却を行ってください。
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第１８条 （優待）
            </div>
            <article>
                1. 当社は、当社の完全に自由な裁量により、本商品の全部または一部の鑑賞機会や商品・発行元・彫刻士に関連する情報の提供など、オーナー権を保有する会員向けの優待を随時設定することができます（優待を設定しない商品もございます）。受けられる優待の内容は、オーナー権の保有枠数、保有期間その他の要素により会員間で異なる場合があります。優待について、オーナー権の保有以外の、金銭的、経済的または物理的負担を要する条件は付与いたしません（交通費等の実費を除きます。）。優待の内容は、当社が商品の価値や価格に応じて判断し、一切の意見は受け付けません。また、既に優待の提供を受けた会員からオーナー権を譲渡された会員であってもさらに優待を受けられる可能性があり、また、所定の優待に限り優待を受けられない可能性もあります。
            </article>
            <article>
                2. オーナー権を保有する会員は、当社から優待が提供される旨の通知を受領したときは、各会員のポートフォリオページまたは当社が別途定める申込みフォームより提供の申込みをすることが可能です。万一、運営の都合、予定外の事由その他のやむを得ない事由等により、優待の提供が予定の時期より遅延し、または提供が困難な場合、当社はオーナー権を保有する各会員に対し連絡および必要な対応を行います。
            </article>
            <article>
                3. 本利用規約に基づく優待を受ける権利は、会員に一身専属的に帰属します。会員は、第21条（会員の死亡時の対応）第２項に定める場合を除き、これらの権利義務を、当該会員以外の者（当該会員の相続人を含みます。）に対し、譲渡、貸与もしくは担保設定その他の処分をし、または相続させることはできません。
            </article>
            <article>
                4. 会員による優待行使のために追加の個人情報の授受が必要となる場合、会員は、自らの判断により、当社の定める方法により追加の個人情報を提供する必要があります。
            </article>
            <article>
                5. 優待の内容はやむを得ず変更される場合があります。優待の内容を変更するにあたっては、優待の内容を変更する日の１週間前までに、変更後の優待内容をオーナー権保有者に通知します。ただし、やむを得ない事由により事前の通知が困難な場合は、事後すみやかに通知します。
            </article>
            <article>
                6. 会員は、オーナー権の購入後に優待の内容が変更される可能性があることを了承した上で、本サービスを利用してください。優待の内容が変更されたことにより会員が損害を被った場合でも、当社に故意または重過失がある場合を除き、当社は一切の責任を負いません。
            </article>
            <article>
                7. 当社がオーナー総会の決議に従って本商品を本サービス外の第三者に対して売却した場合、当該商品に関する優待を受ける権利は失効します。オーナー権を保有する会員は、当該売却時点以降は優待を受ける権利を失い、当社は、本商品の当該売却に伴って会員に発生した損害につき、一切の責任を負いません。
            </article>
        </div>

        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第１９条 （本商品の管理およびその報告等）
            </div>
            <article>
                1. オーナー権保有者は、当社が本商品の占有・管理・保全行為（調査・分析・補修・修復行為を含みます。）その他必要な一切の行為（以下本条において「管理等行為」といいます。）を当社の合理的な裁量により行うことについて同意し、管理等行為を行うことを当社に委託するものとします。なお、当社は、管理等行為の実施を、適当と認める事業者に対して再委託することができます。
            </article>
            <article>
                2. 管理等行為には、本商品の公私の団体または機関への貸し出しその他の行為を行うことも含みます。当該行為は、対象となる本商品の価値向上に資すると当社が判断した場合は、無償で行うこともできるものとします。
            </article>
            <article>
                3. 当社が前項に定める行為を行った場合は、当社が相当と認める方法により適時に、対象となる本商品のオーナー権保有者に対し、当該行為の実施概要や結果を報告するものとします。
            </article>
            <article>
                4. 当社は、全ての本商品について損害保険に加入することとしております。したがって、本商品の管理等行為に関して本商品に万一損傷・滅失等が生じた場合において、第22条（免責）等の規定により当社が免責されることを前提に、前記損害保険からの保険給付により可能な限りの損害の回復を目指します。具体的には、本商品に損傷が生じたときは、これに対する保険給付を引き当てに可能な限りの補修・修復を実施するものとし、本商品の滅失や格落損害に対して保険給付がなされたときは、当該給付にかかる金額（当社は合理的な対応費用を控除することができるものとします。）を当該本商品のオーナー権保有者の保有枠数に応じて分配するものとし（オーナー権保有者への個別の分配額に小数点以下の端数が生じた場合、当該端数は当社が受領するものとします。）、当社はそれ以上の責任を免れるものとします。
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２０条 （オーナー総会）
            </div>
            <article>
                1. オーナー総会は、当社のみがその完全に自由な裁量により随時その開催および議決権の行使に必要な事項（議題・議案の内容、議決権の行使期間および議決権の行使方法を含みます。以下本条において同じ。）を決定することができます。当社以外の者（会員およびオーナー権保有者を含みます。）は、オーナー総会の開催を請求し、またはオーナー総会の開催もしくは議題・議案の内容を決定することはできず、第3項に定める開催通知を受領したオーナー権保有者であっても、当社が定めた議案に対する賛否を表明する形での議決権行使以外の行為はできません。
            </article>
            <article>
                2. オーナー総会は本サービス上においてオーナー権保有者以外には非公開で開催されるものとします。ただし、当社は、その完全に自由な裁量により、オーナー総会に関する賛否の集計に係る途中経過および集計結果をオーナー権保有者以外の者に公開することができます（なお、個々のオーナー権保有者による賛否の内容を個別に公開することはいたしません。）。
            </article>
            <article>
                3. 当社は、オーナー総会の決議の対象となる本商品のオーナー権保有者に対し、議決権の行使に必要な事項を明示の上、当社が定める議決権行使期限の属する日から起算して10日前までに開催通知を送信します。
            </article>
            <article>
                4. オーナー権保有者は、決議の対象となる本商品のオーナー権を保有する者として本サービス上に現に表示されていることを条件として、当該本商品に対応するオーナー総会に係る議決権を行使することができるものとします。また、オーナー権保有者は、オーナー総会に係る議決権を行使する時点において有効に保有する保有枠1つにつき1つの議決権を保有するものとし、当該オーナー総会に関して議決権が行使された時点以降は、オーナー権保有者の変更があった場合であっても同一のオーナー総会に関して再度議決権を行使することはできません。
            </article>
            <article>
                5. 議決権は、当社が定める議決権行使期限までの間に、本サービス上で当社が用意する専用ページにおいて行使いただくものとし、これ以外の行使方法は認められません。また、議決権を2個以上保有する場合であってもそれらの議決権を統一しないで行使すること（不統一行使）はできず、また、オーナー権保有者本人以外の者（他の会員およびオーナー権保有者を含みます。）は、代理権授与の有無にかかわらず、議決権を行使することができません。
            </article>
            <article>
                6. オーナー総会における決議は、当該オーナー総会の対象となる本商品について行使することができる総議決権の過半数をもって行うものとします。ただし、本利用規約に別段の定めがある場合は、当該箇所に記載されている決議要件等が優先されます。
            </article>
            <article>
                7. 前各項に定めるほか、当社は、オーナー総会が公正かつ適切に実施されるよう、合理的に可能な限りの措置を講じます。
            </article>
        </div>

        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２１条 （会員の死亡時の対応）
            </div>
            <article>
                1. オーナー権を保有した会員が死亡した場合または失踪宣告を受けた場合、当社は、当該会員が保有していた当該会員のアカウントを停止することができます。
            </article>
            <article>
                2. 死亡又は失踪宣告を受けた会員の相続人は、第３条（オーナー権）第2項の規定にかかわらず、当社が別途定める条件および手続に従うことにより、死亡又は失踪宣告を受けた会員の保有するオーナー権を承継することができます。オーナー権を承継した相続人は、本サービスの会員として本利用規約、出品契約、取引ルールを含む当社が定めまたは当社と合意したルールを遵守してください。
            </article>
            <article>
                3. 前項に定めるオーナー権の承継を希望する相続人は、当社お問い合わせページからご連絡ください。
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２２条 （免責）
            </div>
            <article>
                1. 当社は、会員が本サービスを利用すること、または利用できなかったことによって、会員に損害が発生した場合であっても、いかなる責任も負いません。ただし、当社の故意または重過失に基づく場合はこの限りではありません。
            </article>
            <article>
                2. 当社は、出品希望者による出品、オーナー権の購入および、オーナー権の会員間取引の場を提供・運営するものであり、各会員は、自己の判断においてオーナー権を購入してください。会員間のオーナー権の取引の成立について当社は何らの保証を行うものではありません。
            </article>
            <article>
                3. 本サービスに関連して、出品者と会員、またはオーナー権の取引当事者等、会員間で生じたトラブルに関しては、会員の責任において処理および解決する必要があり、当社は、かかるトラブルについて、一切関与せず、責任を負いません。
            </article>
            <article>
                4. 当社は、いかなる理由に基づくものであっても、会員によるオーナー権の購入および売却の実行、不実行もしくは取引の不成立またはオーナー権の会員間取引から生じた損害については、当社の故意または過失に基づく場合を除き、一切の責任を負いません。
            </article>
            <article>
                5. 会員は、本サービスの利用に関連して課税される場合があること（将来の法改正によって本サービス上での取引が課税対象となる場合を含みます。）を理解し、各種法令を遵守の上で本サービスを利用してください。会員は、課税の有無について自ら法令を確認の上で対応し、当社は一切の責任を負いません。
            </article>
            <article>
                6. 当社は、本サービスに起因して会員に生じたあらゆる損害について一切の責任を負いません。ただし、本サービスに関する当社と会員との間の契約（本利用規約を含みます。）が消費者契約法に定める消費者契約となる場合、本利用規約の免責規定は法令に違反する限度で適用されません。
            </article>
            <article>
                7. 前項ただし書に定める場合であっても、当社は、会員に生じた損害のうち特別な事情から生じた損害（当社または会員が損害発生につき予見し、または予見し得た場合を含みます。）について一切の責任を負いません。また、いかなる場合も、当社から会員に対する損害の賠償額は、当該会員に発生した損害の原因が生じた時点から遡って過去３ヶ月の期間に会員から当社が現実に受領した各手数料および決済代行手数料の合計金額相当額を上限とします。
            </article>
            <article>
                8. 当社は、本サービスの特定の目的に対する適合性、または本サービスの利用による知的財産権その他の権利の侵害等に対して何ら保証しません。
            </article>
            <article>
                9. 当社は、本サービスの内容または会員が本サービスを通じて得る情報（本サービス上に掲載される、商品の価値やアート市場に関するデータおよび有識者のコメントを含みます。）について、その完全性、正確性、確実性、および有用性等を何ら保証しません。また、当社は、本サービスに関する当社ウェブサイトその他当社の提供する資料に表示される情報の内容およびその変更、更新等に関連して、会員に生じた一切の損害に関していかなる責任も負いません。
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２３条 （本サービスの停止または中断）
            </div>
            <article>
                当社は、以下の各号のいずれかに該当する場合には、会員に事前に通知することなく一時的に本サービスの全部または一部を停止または中断する事ができます。当社は、当該停止または中断により会員に生じた損害には一切責任を負いません。
            </article>
            <article>
                1. サーバー、通信回線、その他の設備の故障、障害の発生またはその他の理由により本サービスの提供ができなくなった場合
            </article>
            <article>
                2. システム（サーバー、通信回線や電源、それらを収容する建築物などを含む）の保守、点検、修理、変更を定期的にまたは緊急に行う場合
            </article>
            <article>
                3. 火災、停電等により本サービスの提供ができなくなった場合
            </article>
            <article>
                4. 地震、噴火、洪水、津波等の天災により本サービスの提供ができなくなった場合
            </article>
            <article>
                5. 戦争、変乱、暴動、騒乱、労働争議等その他不可抗力により本サービスの提供ができなくなった場合
            </article>
            <article>
                6. 法令またはこれに基づく措置により本サービスの提供ができなくなった場合
            </article>
            <article>
                7. 本サービスと連携している外部SNSサービスに、トラブル、サービス提供の中断または停止、本サービスとの連携の停止、仕様変更等が生じた場合
            </article>
            <article>
                8. その他、運用上または技術上当社が本サービスの一時的な中断を必要と判断した場合
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２４条 （本サービスの提供終了時の取扱い）
            </div>
            <article>
                1. 前条（本サービスの停止または中断）に基づき当社が本サービスの提供を終了する場合、当社は、当社ウェブサイトへの掲載、書面もしくは電子メールの送付、その他の方法により、会員に対して本サービスの提供終了を通知します。
            </article>
            <article>
                2. 当社が本サービスの提供を終了した場合、全ての出品者および会員の情報は、当社が適当と判断する一定の猶予期間をおいた上で、抹消されます。ただし、本条第４項の目的のために必要な限度で保持することがあります。
            </article>
            <article>
                3. 会員が保有する優待を受ける権利は、本サービスの提供終了後をもって消滅します。
            </article>
            <article>
                4. 当社は、本サービスの提供終了に先立ち、当社が保有する本サービス上に出品中の本商品の売却に向けて最善の努力を尽くします。なお、本商品の売却が実行できた場合は、第３条（オーナー権）第３項の規定に従い、売却が行われた本商品に係るオーナー権を保有する会員に対して、その処分対価（消費税その他の諸税部分を除き、また、当社所定の手数料を控除いたします。）を保有枠数に応じて分配する（ただし、実際の分配額がオーナー権取得時の価額を下回った場合でも、当社は補償その他一切の責任を負いません。）ものとします。
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２５条 （本サービスおよび本利用規約の変更等）
            </div>
            <article>
                1. 当社は、本利用規約の変更が会員の一般の利益に適合する場合、または契約の目的、本利用規約の変更の必要性、変更後の内容の相当性その他の本規約の変更にかかる事情に照らして当該変更が合理的なものと判断した場合、本利用規約を変更することができるものとします。
            </article>
            <article>
                2. 当社は、前項の規定により本利用規約を変更する場合、当該変更の内容および変更の効力発生時期を定めるものとし、当該定められた各内容は、当社が相当と認める方法により会員に通知または公表するものとします。なお、当該通知または公表は、変更の効力発生時期の14日前までに行うものとしますが、やむを得ない合理的な事由がある場合は当該期間を短縮することができるものとします。
            </article>
            <article>
                3. 当社が本条の規定により本利用規約を変更した場合には、当該変更後の本サービスの提供条件は変更後の本利用規約によるものとします。かかる利用規約の変更によって会員に損害が生じた場合であっても、当社の故意または重過失に基づく場合を除き、一切責任を負いません。
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２６条 （知的財産権等）
            </div>
            <article>
                1. 本サービス上のコンテンツに関する著作権（著作権法第27条および第28条に定める権利を含みます。以下同様とします。）、特許権、実用新案権、商標権、意匠権その他の一切の知的財産権（それらの権利を取得するまたはそれらの権利につき登録等を出願する権利を含みます。）は、すべて当社または当社に対して使用許諾をしている第三者に帰属することを了解し、会員は当社および当社に対して使用許諾をしている第三者の許諾を得た場合または著作権法に定める私的使用の範囲において使用する場合を除き、当該情報を自ら使用もしくは開示しまたは第三者に使用させたりすることはできません。
            </article>
            <article>
                2. 本サービス上に会員が掲載した写真および情報ならびに優待の提供の際に当社が撮影または録画した写真、動画等に関しては、本サービスの宣伝、運営等を目的として、当社が自由に利用できます。
            </article>
            <article>
                3. 会員が本サービスに関連して発信または掲載したコンテンツに関する一切の責任は、当該会員が負い、当社は、その内容、品質、真実性、正確性、妥当性、適法性、第三者の権利侵害の有無等について、確認いたしません。また、当社は、それらに関して、一切保証せず、一切責任を負いません。
            </article>
            <article>
                4. 会員は、他の会員が発信または掲載するコンテンツに対して、その内容、品質、真実性、正確性、妥当性、適法性等を、会員自身で判断する必要があります。会員は、当該コンテンツについて著作権その他の権利を侵害する行為またはそのおそれのある行為をしてはなりません。当社は、会員および第三者が当社のコンテンツを利用することにより生じる損害について、一切責任を負いません。
            </article>
            <article>
                5. 会員が本利用規約に違反し、または本利用規約に照らして不適切な行為を行ったと当社が判断した場合、当社は、当該会員が本サービス上に掲載したコンテンツを、事前の通知なしに変更および削除できます。
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２７条 （一般条項）
            </div>
            <article>
                1. 本サービスに関する当社から会員への通知・連絡は、当社が運営するウェブサイトまたはアプリケーション内の適宜の場所への掲示その他、当社が適当と判断する方法により行います。当社は、個々の会員に通知および連絡をする必要があると判断した際、会員登録情報の電子メールアドレス、住所または電話番号に対し、通知および連絡を行うことがあります。当社からの通知および連絡が不着または遅延することによって損害が生じた場合であっても、当社は一切の責任を負いません。
            </article>
            <article>
                2. 本利用規約のいずれかの条項またはその一部が、消費者契約法その他の法令等により無効または失効不能と判断された場合であっても、本利用規約の残りの部分は、継続して完全に効力を有し、当社および会員は、当該無効もしくは執行不能の条項または部分を適法とし、執行力を持たせるために必要な範囲で修正し、当該無効もしくは執行不能な条項または部分の趣旨ならびに法律的および経済的に同等の効果を確保できるよう解釈されます。
            </article>
            <article>
                3. 本利用規約に定めのない事項または本利用規約の解釈に疑義が生じた場合には、会員は、当社の定めるところに従うものとします。これにより解決しない場合には、当社および会員は、信義誠実の原則に従って協議の上速やかに解決を図るものとします。
            </article>
        </div>


        
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２８条 （損害賠償および紛争）
            </div>
            <article>
                1. 会員は、本利用規約またはガイドラインに違反し、当社または第三者に損害を与えた場合、当該損害を賠償する義務を負います。ただし、この規定は、会員が当社に対して負うこととなるその他の法令上の損害賠償責任を免責するものではありません。
            </article>
            <article>
                2. 会員は、会員同士の取引に関する一切の事項（オーナー権の会員間取引を含みますが、これに限りません。）について責任を負います。当社は、会員同士の紛争に原則として介入せず、また介入する義務を負わず、会員は当社に紛争の解決を求めることはできません。ただし、当社は、本サービスの円滑な運営のために必要であると当社が判断した場合には、会員同士の紛争に介入することができます。
            </article>
            <article>
                3. 当社は、原則として、特段の定めのない限り、本利用規約およびプライバシーポリシーに基づいて取得した会員の情報を、他の会員を含む第三者に提供することはありません。ただし、裁判所、検察庁、もしくは行政機関の命令に基づく場合、弁護士法23条の2等の法令に基づく申出に伴う場合、その他強制力のある法令等または命令に基づく場合は、当該命令等に従うために必要な限度において、会員情報、会員間の取引の記録その他当社が管理する会員に関する記録の一切につき第三者に開示することができます。
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２９条 （準拠法および管轄）
            </div>
            <article>
                本利用規約は、衡平法の原則にかかわらず、日本法に基づき解釈され、本サービスに会員と当社の間で生じた紛争については、福岡地方裁判所を第一審の専属的合意管轄裁判所とします。
            </article>
            <p className="mt-5 text-right">2021年1月10日 作成</p>
        </div>
    </section>
    )
}

const TermsEN = () => {
    return(
    <section className="p-policy">
        <div className="c-header">
          <h3 className="c-header--title">TERMS of SERVICE</h3>
          <p className="c-header--subtitle">利用規約</p>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Introduction
            </div>
            <article>
                These terms and conditions ("Terms of Use") (hereinafter referred to as "the Company") is a joint venture between the Company and ArtHolic Inc. (hereinafter referred to as "the Company") is an Internet service FANTATION (hereinafter referred to as "the Service") operated by ArtHolic Inc. (hereinafter referred to as the "Company"), which is an Internet service operated by ArtHolic Inc. The terms and conditions of use for all users of the Service (hereinafter referred to as "Members") are set forth below. In order to use the Service, the Member must agree to all of the Terms of Service, and when the Member starts using the Service, the Member is deemed to have agreed to the Terms of Service. In addition to the TOS, please also read the instructions and precautions for using the Service in the website used to provide the Service.
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 1 (Definitions)
            </div>
            <article>
                1. "Ownership Rights" means the right to sell antique coins and other artwork products (collectively, the "Products") listed on the Service and made subject to Ownership Rights. 1. "Ownership Right" means a right of co-ownership under the Civil Code (an ownership right that has the nature of ownership in itself when multiple Ownership Right Holders jointly own the Goods. The same shall apply hereinafter). (iii) "Ownership Interest" means an ownership interest in the Product (meaning an ownership interest in the nature of ownership per se in the case where multiple Ownership Interest Holders jointly own the Product; the same shall apply hereinafter), which entails a personal and exclusive right to receive preferential treatment as provided in Item 11 of this Article, including opportunities to view the Product and information related to products and artists. In addition, when the Product is subject to the Ownership Right, the quantity of the Product to be determined by the Company in its sole discretion (the "Total Number of Quotas") shall be the total number of Quotas to be held by the Company. (The minimum transaction unit of the equally divided co-ownership interest is hereinafter referred to as the "Holding Quota"). The Ownership Interest Holder may hold on the Service a number of Ownership Interests that is an integral multiple of the Holding Quota (the number of Holding Quotas that the Ownership Interest Holder currently holds in effect with respect to the Ownership Interests is hereinafter referred to as the "Holding Quota Number"). The Owner Rights Holder shall not be entitled to hold more than twice the number of Ownership Quotas in the Service. For details, please refer to Article 3 (Ownership).
            </article>
            <article>
                2. Owner Right Holder" means a member who holds Owner Rights (including the Company if the Company holds Owner Rights). (including the Company if the Company owns the Owner Rights).
            </article>
            <article>
                3. "Owner Right Purchaser" means a member who wishes to purchase Owner Rights.
            </article>
            <article>
                4. Owner's General Meeting" means a decision-making body consisting of all Owner Right Holders for each Product, which is held on the Service and hosted by the Company. For details, please refer to Article 20 (Owner's General Meeting).
            </article>
            <article>
                5. "Product" means the Product as defined in Item 1 of this Article.
            </article>
            <article>
                6. "Seller" means a person who exhibits Products on the Service.
            </article>
            <article>
                7. Prospective Vendor" means a person who wishes to list a Product on the Service.
            </article>
            <article>
                8. Initial Transaction" means the first transaction in which the Company sells Ownership to a Member after the Product has been listed on the Service. 9.
            </article>
            <article>
                9. "Member to Member Transaction" means a transaction between Owner Rights Holders and Members on the Service that becomes possible after the Initial Sale. 10.
            </article>
            <article>
                10. "Anti-Social Forces" means organized crime groups, members of organized crime groups, persons who have not been members of organized crime groups for a period of 5 years, quasi-constituents of organized crime groups, companies affiliated with organized crime groups, general assemblymen, etc., socially motivated groups, or special intelligence violent groups, or other similar persons. 11.
            </article>
            <article>
                11. "Benefits" means goods or services related to the Products offered by the Company to Owner Right Holders. Please refer to Article 18 (Special Offers) for the details of possible special offers and the rules for granting and exercising such offers. 12.
            </article>
            <article>
                12. Member" means a person who has been approved for membership in accordance with the procedures set forth in Article 4 (Membership Registration) (excluding those who have withdrawn from membership or had their membership cancelled). Article 2 (Contents of the Service)
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 2 (Contents of the Service)
            </div>
            <article>
                1. The Service is a platform that lowers the financial, physical, and psychological barriers to owning antique coins and other art objects by allowing members to hold ownership rights to the Product, and enables them to collect antique coins and other art objects from small amounts in a full-scale manner. By using the service, members can purchase ownership rights, receive special benefits related to the product, sell their ownership rights in response to purchase order offers from other members, the Company, or other third parties, or list their ownership rights on the marketplace. 
            </article>
            <article>
                2. The Company will (1) sell Owner Rights to Members, (2) provide special offers, and (3) provide and operate a platform for Members to trade Owner Rights with other Members, the Company, and other third parties. Members conduct transactions of ownership rights and exercise of preferential treatment between members at their own risk, and the Company assumes no responsibility for any problems related to transactions of ownership rights between members. In addition, once an ownership transaction has been concluded, it cannot be cancelled for any reason.
            </article>
            <article>
                3. Members may exercise preferential treatment under the management of the Company, which is available only to the owner-rights holders. The details of the preferential treatment will be determined by the Company, but the Company will endeavor to maintain product safety and fairness among members.
            </article>
            <article>
                4. the Company shall not be obligated to purchase or refund the Owner Rights held by each Member. Please use the purchase of Owner Rights with a view to enjoying a special connection with the Products, with full understanding of the risks of loss, etc. described in Article 17 (Notes on the Value of Owner Rights), Paragraphs 2 and 3, and other sections of these Terms of Use.
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 3 (Ownership Rights)
            </div>
            <article>
                1. In order to ensure the stable provision of this service and fairness among members, as well as to preserve the asset value of products, the Company stipulates the following provisions regarding transactions and other matters related to ownership rights in order for members to use this service with peace of mind. In addition, the Company will provide a method for members to recover their investment in the owner-rights held by members in accordance with the details stipulated in Article 15 (Purchase and Sale of Owner-rights) (However, the Company does not guarantee the sale of owner-rights for an amount greater than the amount spent by each member to purchase owner-rights, and is not liable for any loss incurred by members as a result of such sale, etc.). (However, this does not guarantee the sale of the Owner Rights for more than the amount each Member has spent on the purchase of the Owner Rights, and does not compensate for any losses incurred by the Member due to the occurrence of the risks described in Article 17 (Notes on the Value of Owner Rights) and these Terms of Use.) 
            </article>
            <article>
                2. Members may sell all or part of their Ownership Interests only on the Service to other Members or to the Company or its designees in accordance with the Service's transaction rules. Members may not, under any circumstances, sell their Owner Rights (including derivative rights, the same hereinafter) outside of the Service. The same shall apply hereinafter). Member may not assign, lend, succeed, or grant a security interest in all or any part of the Owner Rights (including derivative rights; the same applies hereinafter) outside of the Service, nor may Member make any proprietary use of or accept loans to any person, whether inside or outside of the Service. Similarly, Members may not enter into any agreement to divide the Products in which they hold an ownership interest as co-ownership, nor may they make a claim for partition of co-ownership, whether by court proceedings or otherwise.
            </article>
            <article>
                3. The Member acknowledges that the Company may decide to sell or otherwise dispose of the Product to a third party outside the Service in accordance with a resolution of the Owner's Meeting, and that after such disposal, the consideration for such disposal (excluding consumption tax and other taxes, and less any fees as determined by the Company) will be distributed in proportion to the number of quota shares held. (However, even if the actual amount distributed is less than the value at the time of acquisition of the Owner Rights, the Company shall not be liable for compensation or any other liability.) (3) The member understands and agrees in advance that he/she will not be able to exercise any other owner rights. 
            </article>
            <article>
                4. Member understands and agrees in advance that in the event that the Company disposes of all or part of the Product (including, but not limited to, the case of an out-of-service sale as provided for in the preceding paragraph), Member shall not be liable for any loss or damage arising from such disposal. (4) In the event that the Company disposes of all or part of the Product (including but not limited to an out-of-service sale as stipulated in the preceding paragraph), the Member shall entrust the Company in advance without limitation to sell or otherwise dispose of its own ownership rights as well, to deliver the Product to the seller, and to receive the proceeds of the sale.
            </article>
            <article>
                5. If a member violates the provisions of Paragraph 2 of this Article by disposing of the Owner's Rights (the actions listed in the second and third sentences of Paragraph 2 of this Article; the same shall apply hereinafter in this Article), the member shall not sell the Owner's Rights to the Company. The same shall apply hereinafter in this article). 5. If a Member disposes of Owner Rights in violation of the provisions of Paragraph 2 of this Article, the Member shall pay to the Company as a penalty fee the higher of 10% of the value on the System of the entire Product, the value on the System of the Owner Rights disposed of, or the value reasonably determined by the Company as the amount actually obtained by the Owner Rights Holder as a result of such disposition.
            </article>
            <article>
                6. the Owner Rights are not securities, including shares and collective investment scheme interests, prepaid means of payment, legal tender or cryptographic assets. As such, Owner Rights are not available for any use other than for use in the Service in accordance with these Terms and Conditions. The price of Owner Rights will be determined in initial transactions based on the selling price between the seller who sold the Product to the Company and the Company, the details of discussions and market conditions, and appraisals by third-party institutions, etc. In transactions between members, the price will be determined by matching supply and demand in relative transactions between members. Ownership rights purchased from the Company can also be transferred to other members through the member-to-member transaction function within the Service (in accordance with the provisions of Paragraph 4 of this Article, members must agree in advance that receipt of the sale proceeds from the transfer will be made through the Company). . If the product or artist is popular, there is a possibility that a sale transaction to another member may be concluded at a higher price than the price at the time of purchase. The Company shall not be liable for any loss incurred by a member as a result of transactions between members of the Ownership.
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 4 (Membership Registration)
            </div>
            <article>
                1. A prospective member shall apply for membership by entering the required information in the format designated by the Company.
            </article>
            <article>
                2. To apply for membership, the prospective member's Facebook account, Twitter account, LINE account, or valid e-mail address and password are required.
            </article>
            <article>
                3. If a prospective member is a minor, he/she may only use the service with the prior consent of a legal representative such as a person with parental authority. In addition, the Company may request the consent of a legal representative or the provision of further documents or information from the member on a case-by-case basis as it deems necessary. 
            </article>
            <article>
                4. The Service is currently not available in the United States. This service is not available to U.S. citizens, green card holders (U.S. permanent residents), and foreign PEPs under the Prevention of Transfer of Criminal Proceeds Act. However, the availability of this service in foreign countries and regions other than the U.S. is not guaranteed. 
            </article>
            <article>
                5. Membership applications must be completed by the applicant himself/herself, and accurate information must be entered. A single person may not register for more than one membership.
            </article>
            <article>
                6. Upon approval of the application for membership, the prospective member may begin using the service as a member.
            </article>
            <article>
                7. The Company shall decide whether to approve the membership application based on its complete discretion. 
                <p>
                    　(1). if you do not meet the requirements set forth in this article
                </p>
                <p>
                    　(2). if the name, number, or other information of the credit card you are registering with is incomplete, or if there are any problems with the payment by credit card
                </p>
                <p>
                    　(3). if you are attempting to register or have registered under the false identity of another person; 4. if you have provided us with a false name or credit card number when applying for membership
                </p>
                <p>
                    　(4). if all or part of the registration information provided to the Company when applying for membership is inaccurate, or contains falsehoods, errors, or omissions
                </p>
                <p>
                    　(5). in the event that the same person is attempting to obtain or has obtained multiple accounts on the Service
                </p>
                <p>
                    　(6). in the event that a member interferes with the Company's operation or provision of the Service, or with the use of the Service by other members, or engages in any other conduct that interferes with the Company's operation or provision of the Service
                </p>
                <p>
                    　(7). if you are a minor, an adult ward, a person under curatorship or a person under assistance, and you have not obtained the consent of your legal representative, guardian, curator or assistant
                </p>
                <p>
                    　(8). is an anti-social force, or is involved in any interaction or involvement with anti-social forces, such as cooperating with or being involved in the maintenance, operation or management of anti-social forces through the provision of funds or otherwise
                </p>
                <p>
                    　(9). is involved in information products or similar businesses
                </p>
                <p>
                    　(10). any other case in which the Company deems inappropriate.
                </p>
            </article>
            <article>
                8. The Company shall not be liable for any damage caused by a prospective member's registration, by a member's change of registration details, or by the Company's refusal to approve a prospective member's application for membership.
            </article>
        </div>

        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 5 (Changes in Registration)
            </div>
            <article>
                1. if there are any changes to the information provided after applying for membership as stipulated in the first paragraph of the preceding article (Membership Registration), the prospective member or members shall notify the Company of such changes without delay in the manner specified by the Company. 2.
            </article>
            <article>
                2. The Company shall not be obligated to compensate for any damages incurred by the prospective member or members as a result of failure to notify the Company in accordance with the preceding paragraph. 
            </article>
            <article>
                3. Notification from the Company to prospective members and members shall be made to the most recent contact information provided by the prospective member or members to the Company.
            </article>
        </div>
        
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 6 (Management of Login ID and Password)
            </div>
            <article>
                Members are responsible for managing their login IDs and passwords that were set up at the time of registration. The Company shall not be obligated to compensate for any damage caused by the leakage of login IDs and passwords or any other reason, except in the case of willful misconduct or gross negligence on the part of the Company.
            </article>
        </div>
        
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 7 (Cancellation of Member Registration, Suspension of Use, etc.)
            </div>
            <article>
                1. If the Company determines that a member falls under any of the following or is likely to fall under any of the following, the Company may, without prior notice, suspend or cancel the member's membership, suspend all or part of the Service, or invalidate any preferential treatment granted by the Company, or any combination thereof The Company may suspend or cancel a member's membership, suspend all or part of the Service, or invalidate the benefits granted by the Company, or any combination thereof. In the event that a member's membership is revoked, the member's right to receive special benefits will become null and void.
                <p>
                    　(1). in case of violation of laws and regulations, these Terms of Use, or guidelines separately stipulated by the Company; 2. in case of violation of the login ID or password for the Service; 
                </p>
                <p>
                    　(2). in the event that a member illegally uses or causes to be used his/her login ID or password for the service; 3. in the event that a member violates Article 4 (Member Registration)
                </p>
                <p>
                    　(3). if any of the items in Article 4 (Member Registration) Section 7 are found to apply to you
                </p>
                <p>
                    　(4). in the event of harassment or nuisance to other members; 5. in the event of contact with the registered e-mail address
                </p>
                <p>
                    　(5). if there is no response from the member for a certain period of time after contacting the member's registered e-mail address
                </p>
                <p>
                    　(6). if the payment or transfer information registered by the member is incomplete or changes are not properly notified to the Company, or for any other reason that interferes with the Company's ability to make payments or transfers to the member; 7. if, after registering as a member, the member is found to have violated any of the terms and conditions of the membership agreement
                </p>
                <p>
                    　(7). if a member has not logged in for more than 6 months after registration. 
                </p>
                <p>
                    　(8). if the service is used for fraudulent purposes; 9. if the Company deems it inappropriate to use the service for any other reason
                </p>
                <p>
                    　(9). in any other case the Company deems inappropriate.
                </p>
            </article>
            <article>
                2. The Company may, at its discretion, withhold payment of any funds that are due to be remitted to a member at the time of suspension or revocation of membership, suspension of use of the Service, or any other action pursuant to this Article. In addition, the Company may also withhold payment in cases where a member is suspected of involvement in illegal activities, etc., at its discretion. 3.
            </article>
            <article>
                3. The Company shall not be liable for any loss or damage incurred by a member as a result of actions taken under this article, except in cases of willful misconduct or gross negligence on the part of the Company
            </article>
        </div>
        
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 8 (Management of Login ID and Password, and Rights Related to Membership)
            </div>
            <article>
                1. Members are responsible for managing and keeping in custody the login ID and password that the Company grants to them. The member shall be responsible for any damage caused by inadequate management of the login ID and password, use by a third party, etc., and the Company shall not be liable for any such damage. 2. In addition, the Company shall not be held liable for any damages related to the inability to log in to the service or any other problems that may occur as a result of the freezing of accounts on social networking services linked to the service.
            </article>
            <article>
                2. The login ID and the right to use the Service associated with the login ID belong exclusively to the Member. A member may not allow anyone other than the member in question (including the member's heirs) to use or transfer the account and the rights to use the service. Member shall not allow any person other than Member (including Member's heirs) to use, transfer, lend, grant a security interest in, or otherwise dispose of, or inherit, the account and the right to use the Service. 
            </article>
            <article>
                3. If a member's login ID or password is divulged to a third party, or if a member suspects that his/her login ID or password is being used by a third party, the member shall immediately notify the Company and follow the Company's instructions, if any. In such cases, the Company may temporarily or completely terminate the account as an unauthorized account.
            </article>
        </div>
        
        
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 9 (Member's Assurance)
            </div>
            <article>
                Members shall not and shall not in the future fall under any of the categories of antisocial forces, and shall not themselves or by using a third party, engage in violent or unreasonable demands beyond their legal responsibility, use threatening language or violence in connection with transactions, spread rumors, use deceptive means or force, damage the Company's credibility, or engage in other activities that may damage the Company's business or cause damage to the Company's reputation. (2) The member agrees not to engage in any act to damage the Company's credibility or obstruct the Company's business by spreading false information, using deceptive means or using force, or any other similar act.
            </article>
        </div><div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 10 (Withdrawal of membership and forfeiture of privilege)
            </div>
            <article>
                1. Members who have not yet purchased Owner Rights may cancel their membership from the Service with the Company's approval after notifying the Company of their "User Cancellation" via Contact Us.
            </article>
            <article>
                2. Members who have a history of purchasing owner rights may withdraw from the Service in the manner specified in the preceding paragraph only if they do not own owner rights at the time of withdrawal.
            </article>
            <article>
                3. Members should exercise their right to receive preferential treatment based on the Owner Rights they hold at their own discretion by the time of withdrawal from the Service. If a member fails to do so by the time of withdrawal from the Service or by the time of the transaction between members of the ownership interest providing such preferential treatment, the right to receive such preferential treatment will become invalid. 
            </article>
            <article>
                4. The Company shall not be liable for any damage incurred by a member based on the measures stipulated in the preceding paragraphs, except in cases of willful misconduct or gross negligence on the part of the Company.
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 11 (Handling of Personal Information)
            </div>
            <article>
                1. The Company may use personal information provided by members within the scope necessary to provide the service and for the purposes specified in the Company's separate privacy policy, and members agree that the Company will handle personal information provided by members in accordance with this privacy policy.
            </article>
            <article>
                2. The Company shall not be liable for any problems or damages arising from the exchange or use of personal information between members. If a member provides personal information to another member, the member must fully understand and agree to the terms of this article before doing so.
            </article>
            <article>
                3. The Company shall not disclose personal information, etc. to any third party other than the member concerned and the transferee of the owner's rights, except in the following cases
                <p>
                    　(1). when disclosure is required by law, or when disclosure can be made in accordance with the law
                </p>
                <p>
                    　(2). when disclosure is necessary for the protection of a person's life, body, or property, or for the protection of this service provided by the Company
                </p>
                <p>
                    　(3). when disclosure is especially necessary for the improvement of public health or the sound growth of children
                </p>
                <p>
                    　(4). when it is necessary to cooperate with a government agency, a local government, or an individual or entity entrusted by either of the former two in executing affairs prescribed by laws and regulations; or
                </p>
                <p>
                    　(5). When the entity providing this service is changed due to a joint venture or other reasons, and we deem it necessary to transfer personal information, etc. in order to continue this service
                </p>
                <p>
                    　(6). when aggregating and analyzing personal information for the purpose of improving the quality of this service, developing our related businesses, or marketing our partner companies
                </p>
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 12 (Prohibitions)
            </div>
            <article>
                1. Members are prohibited from committing any of the following acts in connection with the use of the Service. If the Company determines that a member has committed or is suspected of committing any of the following acts, the Company may, without prior notice, cancel the member's membership or take any other measures specified in Section 2 of this Article. The Company shall not be liable for any damages incurred by a member as a result of these actions.
                <p>
                    　(1). any act that violates laws and regulations, the Terms of Service, the Company's separately stipulated usage instructions and precautions, guidelines, transaction rules, etc.
                </p>
                <p>
                    　(2). acts that offend public order and morals
                </p>
                <p>
                    　(3). acts that interfere with the operation of the Company's services
                </p>
                <p>
                    　(4). Actions that may lead to crimes such as fraud
                </p>
                <p>
                    　(5). act of entering false or inaccurate information in the declaration to the Company
                </p>
                <p>
                    　(6). act of inviting purchase by guaranteeing a rise in the price of owner-rights or providing a definite judgment about a rise in the price of owner-rights, act of making other members predict a rise or fall in the price of owner-rights, or act of making other members misunderstand the owner-rights and inducing transactions between members based on such misunderstandings. 
                </p>
                <p>
                    　(7). making the purchase of Owner Rights conditional on the purchase of Owner Rights or as a condition for the provision of specific services or goods outside of the Service, in a manner that unfairly induces or may unfairly induce Members to purchase Owner Rights
                </p>
                <p>
                    　(8). to violate the transaction rules set forth in Article 15 (Purchase and Sale of Ownership Interests), Paragraph 7, or the rules regarding preferential treatment set forth in Article 18 (Preferential Treatment), or to circumvent these rules
                </p>
                <p>
                    　(9). jointly carrying out with other members any of the acts falling under any one of items 1 to 8, or any act that has the potential to fall under such acts, or discussing, considering, or preparing to carry out such acts with other members (not only on the service, but also including communication, etc. on SNS operated by other companies). (This includes communication not only on the service but also on social networking services operated by other companies.
                </p>
                <p>
                    　(10). Infringing the rights of the Company, other members, or other third parties. 
                </p>
                <p>
                    　(11). Defamation, libel, slander, etc. of others.
                </p>
                <p>
                    　(12). Acts of impersonating another person or using another person's account to use the Company's services.  Acts of Vulgar behavior
                </p>
                <p>
                    　(13). to post information that is ethically questionable, vulgar, harmful, or profane, or that may cause disgust to others, or that is related to pornography, prostitution, sex industry, marijuana, or other so-called drugs, or any other related activities
                </p>
                <p>
                    　(14). acts that may cause misunderstanding or confusion to others
                </p>
                <p>
                    　(15). Actions that may cause annoyance or discomfort to other members.
                </p>
                <p>
                    　(16). acts that intend or may induce ethnic discrimination, racial discrimination, or other discrimination (including but not limited to multi-business, selling information products, or recruiting members)
                </p>
                <p>
                    　(17). Any act related to election activities or any act that violates the Public Offices Election Law, the Political Funds Control Law, or any other law or ordinance related to political activities or elections (18) Any act such as the transmission of computer viruses, etc.
                </p>
                <p>
                    　(18). acts that adversely affect the functionality of computer equipment, communication lines, software, etc., such as the transmission of computer viruses
                </p>
                <p>
                    　(19). unauthorized access to the system related to this service
                </p>
                <p>
                    　(20). acts of manipulating the price of the Products or Ownership Interests, or acts of manipulating the market price of the Products or Ownership Interests
                </p>
                <p>
                    　(21). acts for the purpose of money laundering
                </p>
                <p>
                    　(22). offering or demanding prostitution or sexual services
                </p>
                <p>
                    　(23). act of purchasing or selling ownership on behalf of another person
                </p>
                <p>
                    　(24). acts that fall under the category of gambling
                </p>
                <p>
                    　(25). Actions that, by itself or through a third party, make violent demands, unreasonable demands beyond legal responsibility, use threatening language or violence, spread rumors, use deception or force, damage credibility, or obstruct business operations (26) Other actions deemed inappropriate by the Company

                </p>
                <p>
                    　(26). other acts that we deem inappropriate.
                </p>
            </article>
            <article>
                2. The measures of the Company specified in the preceding paragraph shall refer to all measures that the Company determines to be necessary for the protection of users of this service, and include the following. To the extent necessary from the perspective of user protection, the Company can take necessary measures for all members, rather than taking such measures only for members who have committed violations.
                <p>
                    　(1). Ownership transaction restrictions (including cancellation of purchase order offer)
                </p>
                <p>
                    　(2). suspension or revocation of membership
                </p>
                <p>
                    　(3). any and all actions, including suspension of all members' ownership transactions
                </p>
                <p>
                    　(4). any other restrictions on the use of the Service
                </p>
                <p>
                    　(5). public announcement of any violations or suspected violations of the Service
                </p>
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 13 (Exibiting)
            </div>
            <article>
                1. A prospective exhibitor may become an exhibitor and list Products for sale by submitting an application to become an exhibitor and passing an independent examination at the Company's complete and unfettered discretion. The term "Listing" as used herein refers to the listing of the Product on the Company's service as a prerequisite for the sale of the Owner's Rights as stipulated in Article 15 (Purchase and Sale of Owner's Rights).
            </article>
            <article>
                2. The listing of individual Products is subject to review at the Company's complete discretion. Upon approval, the Company will contact you to determine the terms and conditions of the individual listing and proceed with the listing. If the screening process does not result in approval, no fees will be charged.
            </article>
            <article>
                3. The Company does not guarantee the results of the screening process, and is not liable for any loss or damage incurred by members as a result of disapproval, except in cases of willful misconduct or gross negligence on the part of the Company. The Company will not disclose the details of the screening process or the reasons for its results.
            </article>
            <article>
                4. The Company will make a comprehensive judgment based on the information in the member's account at the time of registration, the information in the linked SNS account, and the information entered in the application form, etc. Reasons for disapproval during the screening process include the following
                <p>
                    　(1). when all or part of the linked SNS account is not the applicant's personal account (including accounts of companies, brands, services, etc. to which the applicant belongs or operates)
                </p>
                <p>
                    　(2). If the applicant's personal activity on the SNS is not verifiable by the Company or is minimal;
                </p>
                <p>
                    　(3). the applicant is attempting to register or has registered by impersonating another person;
                </p>
                <p>
                    　(4). all or part of the registration information provided to us at the time of registration is inaccurate or contains falsehoods, errors, or omissions; 
                </p>
                <p>
                    　(5). when the registration information provided to us at the time of registration is insufficient and it is difficult to make a judgment;
                </p>
                <p>
                    　(6). you have been suspended from using the service in the past due to a violation of these Terms of Use
                </p>
                <p>
                    　(7). if you have committed or are deemed by the Company to have committed an act that interferes or may interfere with the Company's operation, provision of services, or other members' use of the Service; 
                </p>
                <p>
                    　(8). if you are a minor, an adult ward, a person under curatorship or assistance, and have not obtained the consent of your legal representative, guardian, curator or assistant
                </p>
                <p>
                    　(9).  is an anti-social force, or is involved in any interaction or involvement with anti-social forces, such as cooperating or being involved in the maintenance, operation or management of anti-social forces through the provision of funds or otherwise
                </p>
                <p>
                    　(10). is involved in information products or similar businesses
                </p>
                <p>
                    　(11). if the Company deems that there is a possibility of falling under any of the above items; 
                </p>
                <p>
                    　(12). other cases in which the Company deems inappropriate.
                </p>
            </article>
            <article>
                5. Products approved as a result of the Company's review will be listed on the Service as Products, and the Company will conduct the sale of ownership rights as stipulated in Article 15 (Purchase and Sale of Ownership Rights), Paragraph 1.
            </article>
        </div>

        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 14 (Authenticity)
            </div>
            <article>
                The Company will disclose the authenticity of the Product by the slab number of each appraisal company. After confirming this information, members should purchase the ownership rights to the Product at their own risk and discretion.
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 15 (Purchase and Sale of Ownership Interests)
            </div>
            <article>
                1. Members may apply to purchase Owner Rights in relation to Products listed for sale at the unit price and quantity specified on the Service. If the Company receives a purchase offer from a Member for a Product for which the Company is accepting purchase offers from Members, the sale of the Owner's Rights to that Member will take place at the time the offer is made. The quantity of owner-rights sold is limited, and the Company will not provide any compensation even if a prospective owner-rights purchaser is unable to purchase an owner-right. Owner-rights sold may be sold by each Owner-rights holder to other members in accordance with the transaction rules of the Service after a time separately designated by the Company. In addition, a system will be set up on the Service whereby Owner Rights can be sold to the Company or a person designated by the Company at a price deemed fair and reasonable by the Company.
            </article>
            <article>
                2. purchase offers for owner-rights may be cancelled after the fact if the number of owner-rights offered for purchase during the acceptance period is less than the specified quantity for the owner-rights in question. In such a case, the Company will not compensate for any loss incurred by the member as a result of such cancellation. 
            </article>
            <article>
                3. the application for the purchase of owner-rights must be made by the person who wishes to purchase owner-rights, and the correct information must be entered. 
            </article>
            <article>
                4. Members wishing to purchase Owner Rights from another Member must follow the Company's procedures for making a purchase order offer for Owner Rights. 
            </article>
            <article>
                5. Members may not cancel a purchase offer they have made after the purchase has been made. 
            </article>
            <article>
                6. Member may purchase Owner Rights for any number of Owner Rights, subject to the maximum number of Owner Rights available for a Product and the terms and conditions of the Owner Rights transaction.
            </article>
            <article>
                7. purchase of Owner Rights may be made by bank transfer, credit card through the online payment system, or virtual currency (USDT-ERC20 standard). The Company will charge the buyer a fee determined separately by the Company for the purchase of owner-rights and for the execution of transactions between members. The transaction fee varies for each item listed. 
            </article>
            <article>
                8. Members who wish to sell owner-rights must pay the purchase price of the owner-rights to the Company or to a payment processor designated by the Company (hereinafter referred to as the "Payment Receiver"). The payment of the purchase price is completed when the Receiver receives the purchase price from the member who intends to purchase the owner-rights, and the obligation to pay the purchase price by the member who intends to purchase the owner-rights is extinguished. The purchase price will be paid to the member who is the seller of the owner-rights by way of remittance from the Company after deducting a predetermined transaction fee to be received by the Company. Except as stipulated in these Terms of Use, the purchase or sale of ownership rights, once completed, may not be cancelled for any reason. 
            </article>
            <article>
                9. For the protection of users, the Company has established various restrictions on the volume of transactions, the number of transactions, the price range of transactions, and the withdrawal of profits from transactions when members' ownership interests are traded between members. Members must comply with these trading rules. The Company may update the Trading Rules from time to time to protect users. Members should use the Service with the understanding that the Trading Rules may be updated from time to time. 
            </article>
            <article>
                10. If the Company determines that there are any violations of the TOS in connection with the purchase of owner-rights or transactions between members, or that these actions are inappropriate, the Company may restrict or cancel the purchase or sale of owner-rights, or take any other measures stipulated in Article 12 (Prohibited Matters), Paragraph 2. The Company shall not be liable for any damage incurred by a member as a result of actions taken under this paragraph, unless such damage is caused by the Company's willful misconduct or gross negligence.
            </article>
            <article>
                11. transactions for the sale and purchase of owner's rights may be subject to taxation according to current laws and regulations or future legal amendments. Members should be fully aware of this and conduct transactions for the purchase and sale of owner-rights at their own risk and expense. Please note that we do not provide any advice or take any other action regarding taxation matters, including whether or not a transaction is subject to taxation. If there is any question regarding taxation, members are requested to make their own decision at their own responsibility and expense, or seek professional judgment.
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 17 (Notes on the Value of Owner Rights)
            </div>
            <article>
                1. Owner's right is a co-ownership right that is supposed to be effective when the Product is listed on the Service. Therefore, please note that after a member loses his/her membership due to withdrawal from the Service, etc., he/she cannot fully exercise the Owner's Right for the relevant Product, nor can he/she exercise the right to receive any preferential treatment arising from the Product. 2.
            </article>
            <article>
                2. members who have purchased ownership rights from the Company may trade their ownership rights among members. Therefore, if a product or an artist is popular, there is a possibility that a sale transaction to another member at a higher price than the price at the time of purchase may be concluded. Conversely, there is a possibility that the price at which you can sell your ownership interest at the time you attempt to sell it will be less than the price at which you purchased the ownership interest. Members should purchase and sell ownership interests with the full understanding that there is a risk of loss associated with such transactions between members. 3.
            </article>
            <article>
                3. the value of owner-rights may be reduced to zero due to theft or loss of merchandise, sale of merchandise, termination of this service, or other reasons. Members should purchase and sell Owner Rights with the full understanding that there is a risk of loss associated with the loss of the economic value of such Owner Rights.
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 18 (Preferential Offers)
            </div>
            <article>
                1. the Company may, at its complete and unfettered discretion, from time to time establish preferential treatment for Members holding Ownership Interests, including the opportunity to view all or part of the Products and information related to the Products, issuers and engravers (some Products may not offer preferential treatment). The benefits available may vary among members depending on the number of Owner Rights held, the length of time the Owner Rights have been held, and other factors. No other financial, economic, or physical conditions other than ownership will be imposed on the benefits (except for actual expenses such as transportation). 
            </article>
            <article>
                2. The contents of the special benefits are subject to the value of our products. The content of the preferential treatment will be determined by the Company based on the value and price of the product, and no opinions will be accepted. In addition, members to whom owner rights have been transferred from members who have already received preferential treatment may receive further preferential treatment, or may not receive preferential treatment for certain preferential treatments.Upon receiving notification from the Company that a preferential treatment is to be offered, the member holding owner rights may apply for the treatment on the member's portfolio page or on a separate application form provided by the Company. In the unlikely event that the provision of benefits is delayed or made difficult due to management reasons, unscheduled events, or other unavoidable circumstances, the Company will contact each member holding ownership rights and take the necessary action. 
            </article>
            <article>
                3. The right to receive preferential treatment under the Terms of Use belongs exclusively to the Member. A member may not transfer, lend, or otherwise dispose of these rights and obligations to any person other than the relevant member (including heirs of the relevant member), except as provided in Article 21 (Response in the event of death of a member), Paragraph 2.4.A member may not assign, lend, grant a security interest in, or otherwise dispose of these rights and obligations to any person other than the member (including the member's heirs) or have such person inherit these rights and obligations.
            </article>
            <article>
                4. A member may not assign, lend, grant a security interest in, or otherwise dispose of these rights and obligations to any person other than the member (including the member's heirs) or have such person inherit these rights and obligations. If additional personal information is required in order for a member to exercise the benefits, the member must, at his/her own discretion, provide additional personal information in a manner determined by the Company. 
            </article>
            <article>
                5. The contents of the benefits are subject to change without prior notice. In the event of a change in the details of the benefits, the Company will notify the owner-rights holder of the changed benefits at least one week prior to the date of the change. However, if prior notification is difficult due to unavoidable circumstances, notification will be made promptly after the fact. 6.
            </article>
            <article>
                6. Members should use the service with the understanding that the details of the benefits may be changed after the purchase of owner-rights. The Company shall not be liable for any loss or damage incurred by a Member as a result of changes to the preferential treatment, except in the case of willful misconduct or gross negligence on the part of the Company. 
            </article>
            <article>
                7.  if the Company sells the Product to a third party outside the Service in accordance with the resolution of the Owner's Meeting, the right to receive the preferential treatment related to the Product will be forfeited. Members holding Owner's Rights shall lose the right to receive preferential treatment after the time of such sale, and the Company shall not be liable for any damage incurred by the Member as a result of such sale of the Product.
            </article>
        </div>

        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 19 (Management of Products and Reporting, etc.)
            </div>
            <article>
                1. The owner-rights holder shall not be liable for any acts of possession, management, preservation (including investigation, analysis, repair, and restoration), or any other acts necessary for the Company's possession, management, preservation (including investigation, analysis, repair, and restoration) of the Product. (2) The Owner Right Holder agrees, in the Company's reasonable discretion, that the Company may take possession, manage, preserve (including investigation, analysis, repair and restoration) and perform all other necessary acts (hereinafter in this Article referred to as "Management and Other Acts") (hereinafter in this Article, "Management and Other Acts") at the Company's reasonable discretion, and shall entrust the Company to perform the Management and Other Acts. In addition, MEDIASEE may sub-consign the performance of the Management Actions to an entity that MEDIASEE deems appropriate. 2.
            </article>
            <article>
                2. The Management or Other Acts shall include the lending of the Product to public or private organizations or institutions and other acts. Such acts may be performed free of charge if the Company determines that such acts contribute to the enhancement of the value of the subject Product. 3.
            </article>
            <article>
                3. In the event that the Company performs any of the acts stipulated in the preceding paragraph, the Company shall report the outline and results of such acts to the owner-right holder of the applicable Product in a timely manner in a manner that the Company deems appropriate.
            </article>
            <article>
                4. Minebea will take out property insurance for all Products. Therefore, in the event of damage or loss of the Products in connection with the management of the Products, etc., the Company will seek to recover as much damage as possible through insurance benefits from the aforementioned property insurance, assuming that the Company is indemnified in accordance with Article 22 (Exemption from Liability), etc. Specifically, in the event of damage to the Products, etc., the Company will seek to recover as much damage as possible through insurance benefits from the aforementioned insurance. Specifically, in the event of damage to the Product, the Company shall repair or restore the Product to the fullest extent possible by applying the insurance benefits for such damage, and in the event of insurance benefits for loss of or damage to the Product, the Company shall pay the amount of such benefits (the Company may deduct reasonable response costs) to the owner of the Product. In the event that insurance benefits are paid for the loss of or rating loss of the Product, the Company shall distribute the amount of such benefits (from which the Company may deduct reasonable response costs) in proportion to the number of quotas held by the Ownership Interest Holders of such Product (if the amount of individual distribution to Ownership Interest Holders includes any fractional amount, the Company shall receive such fraction). (If the amount of individual distribution to the Owner Right Holders includes a fractional amount, the Company shall receive such fractional amount).
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 20 (Owner's General Meeting)
            </div>
            <article>
                1. The General Meeting of Owners may be held by the Company alone, at its sole and absolute discretion, at any time and from time to time, and the Company alone may determine all matters necessary for the holding thereof and the exercise of voting rights (including the contents of the agenda and proposals, the period for exercising voting rights and the method of exercising voting rights; the same shall apply hereinafter in this Article). The same shall apply hereinafter in this Article). (2) The Company may, at any time and from time to time, determine the agenda and other matters necessary for the holding of meetings and the exercise of voting rights (including the contents of agenda items and proposals, the period for exercising voting rights and the method of exercising voting rights). Any person other than the Company (including Members and Owner Right Holders) Even if an Owner Right Holder receives the notice of holding a General Meeting of Owners as stipulated in Paragraph 3, such Owner Right Holder may not conduct any act other than the exercise of voting rights in the form of expressing approval or disapproval of the agenda as determined by the Company.
            </article>
            <article>
                2. General meetings of owners shall be held privately on the Service to persons other than holders of owner-rights. However, at its complete discretion, the Company may disclose to persons other than Owner Right Holders the progress and results of the General Meeting of Owners (the Company will not disclose the details of each Owner Right Holder's approval or disapproval individually).
            </article>
            <article>
                3. The Company will send a notice of the meeting to the Owner Right Holders of the Products that are subject to the resolution of the Owner Meeting, clearly indicating the matters necessary for the exercise of voting rights, at least 10 days prior to the date of the deadline for the exercise of voting rights as determined by the Company.
            </article>
            <article>
                4. Owner Right Holders may exercise their voting rights for the Owner Meeting corresponding to the Product in question, provided that they are currently displayed on the Service as the owner right holder of the Product that is the subject of the resolution. The Owner Right Holder shall have one (1) voting right for each Owner Quota validly held at the time of exercising the voting right for the Owner Meeting, and after the time when the voting right for such Owner Meeting is exercised, the Owner Right Holder may not exercise the voting right again for the same Owner Meeting even if there is a change in the Owner Right Holder.
            </article>
            <article>
                5. Voting rights shall be exercised on the dedicated page provided by the Company on the Service by the deadline for exercising voting rights set by the Company, and no other method of exercising voting rights is permitted. Even if a person holds two or more voting rights, such voting rights may not be exercised in a non-uniform manner (non-uniform exercise), and a person other than the owner-rights holder himself/herself (including other members and owner-rights holders) may not exercise his/her voting rights by proxy, regardless of whether or not he/she has been granted a proxy. (including other members and Owner Right Holders) may not exercise their voting rights, regardless of whether or not they have been granted proxy rights.
            </article>
            <article>
                6. Resolutions at a general meeting of owners shall be adopted by a majority of the total voting rights exercisable with respect to the Product subject to such general meeting of owners. However, if otherwise provided for in these Terms and Conditions, the resolution requirements, etc. stated in such sections shall prevail.
            </article>
            <article>
                7. In addition to the preceding paragraphs, the Company shall take all reasonably possible measures to ensure that the general meeting of owners is conducted fairly and appropriately.
            </article>
        </div>

        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 21 (Action in the Event of Death of a Member)
            </div>
            <article>
                1. In the event of the death or declaration of disappearance of a member who has held Owner rights, the Company may suspend the account of such member held by such member.
            </article>
            <article>
                2. Notwithstanding the provisions of Article 3 (Ownership), Paragraph 2, heirs of a member who has died or been declared missing may succeed to the ownership rights held by the member who has died or been declared missing by following the conditions and procedures separately stipulated by the Company. 2. The heir who succeeds to the Owner Rights shall, as a member of the Service, comply with the rules stipulated by or agreed upon with the Company, including the Terms of Service, the Listing Agreement, and the Transaction Rules.
            </article>
            <article>
                3. Heirs who wish to succeed to the ownership rights stipulated in the preceding paragraph should contact the Company via the Company's Contact Us page.
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 22 (Disclaimer)
            </div>
            <article>
                1. The Company shall not be liable for any loss or damage incurred by a member as a result of the member's use of or inability to use the service, even if such loss or damage is caused by the member's intentional or gross negligence. However, the Company shall not be held liable for damages caused by the intentional or gross negligence of the Company. 
            </article>
            <article>
                2. The Company provides and operates a forum for prospective sellers to list their items, purchase owner-rights, and trade owner-rights among members, and each member should purchase owner-rights at his or her own discretion. The Company does not guarantee that any transaction of owner-rights between members will be completed. 
            </article>
            <article>
                3. Any problems arising between members, such as between sellers and members or parties involved in ownership transactions, in relation to the service must be handled and resolved at the member's own risk, and the Company will not be involved in or be held responsible for any such problems. 
            </article>
            <article>
                4. The Company shall not be liable for the execution or non-execution of the purchase or sale of ownership rights by a member or the failure of a transaction, or for any damage arising from transactions between members of ownership rights, for any reason whatsoever, unless such damage is caused by the Company's intentional or negligent actions.
            </article>
            <article>
                5. Members understand that they may be subject to taxation in connection with their use of the service (including cases where transactions on the service become subject to taxation due to future changes in the law). Members should use the Service in compliance with all applicable laws and regulations. Members should confirm the existence or non-existence of taxation by themselves, and the Company assumes no responsibility whatsoever. 
            </article>
            <article>
                6. The Company shall not be liable for any damages incurred by members as a result of the Service. 6. However, if the contract between the Company and a member regarding the Service (including the Terms of Service) is a consumer contract as defined in the Consumer Contract Act, the Company shall not be liable for any loss or damage incurred by the member. However, if the contract between the Company and a member regarding the Service (including the TOS) is a consumer contract as defined in the Consumer Contract Act, the disclaimer in the TOS shall not apply to the extent that it is in violation of the law. 
            </article>
            <article>
                7. Even in the case of the proviso in the preceding paragraph, the Company shall not be liable for any damage arising from special circumstances (including cases where the Company or a member foresaw or could have foreseen the occurrence of damage) among damages incurred by a member. In no event shall the Company be liable for any damage arising from special circumstances. In any event, the amount of compensation for damages from the Company to a member shall be limited to the amount equivalent to the sum of all commissions and payment agency fees actually received by the Company from the member in the past 3 months, retroactively from the time when the cause of the damage occurred.
            </article>
            <article>
                8. The Company does not guarantee the fitness for a particular purpose of the Service or any infringement of intellectual property rights or other rights resulting from the use of the Service. 
            </article>
            <article>
                9. The Company makes no warranty as to the completeness, accuracy, or reliability of the contents of the Service or information obtained by Members through the Service (including data and expert comments posted on the Service regarding product values and the art market). The Company does not guarantee the completeness, accuracy, certainty, usefulness, etc. of the contents of the Service or information obtained by members through the Service (including data on the value of products and the art market and comments by experts). In addition, the Company shall not be liable for any damages incurred by members in relation to the content of information displayed on the Company's website or other materials provided by the Company regarding the Service, or any changes or updates to such information.
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 23 (Suspension or Interruption of the Service)
            </div>
            <article>
                The Company may temporarily suspend or discontinue all or part of the Service without prior notice to members in any of the following cases. The Company shall not be liable for any damages incurred by the member as a result of such suspension or interruption. 
            </article>
            <article>
                1. In the event that the service cannot be provided due to a breakdown or failure of servers, communication lines, or other equipment, or for any other reason
            </article>
            <article>
                2. In the event of periodic or emergency maintenance, inspection, repair, or modification of the system (including servers, communication lines and power supplies, and the buildings that house them)
            </article>
            <article>
                3. When the Service cannot be provided due to fire, power outage, etc.
            </article>
            <article>
                4. When provision of the Service becomes impossible due to natural disasters such as earthquakes, eruptions, floods, or tsunamis;
            </article>
            <article>
                5. When provision of the Service becomes impossible due to war, disturbance, riot, civil commotion, labor strife, or other force majeure;
            </article>
            <article>
                6. In the event that provision of the Service becomes impossible due to laws and regulations or measures based on such laws and regulations
            </article>
            <article>
                7. in the event of trouble, interruption or suspension of service provision, suspension of linkage with this service, specification changes, etc. to external SNS services linked to this service; 
            </article>
            <article>
                8. Any other cases in which the Company deems it necessary to temporarily suspend the Service for operational or technical reasons.
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 24 (Treatment upon Termination of the Service)
            </div>
            <article>
                1. If the Company terminates provision of the Service in accordance with the preceding article (Suspension or Interruption of the Service), the Company shall notify members of the termination by posting on its website, sending written notice or an e-mail, or by other means.
            </article>
            <article>
                2. If the Company terminates the Service, all information of all sellers and members will be deleted after a certain grace period as the Company deems appropriate. However, the information may be retained to the extent necessary for the purposes of this Article 4. 
            </article>
            <article>
                3. The right to receive preferential treatment held by a member will expire after the Service is terminated. 
            </article>
            <article>
                4. Prior to the termination of the Service, the Company will use its best efforts to sell the Products currently listed on the Service. If the sale of the Product is successful, the Company will pay the Member holding the ownership rights to the Product sold (excluding consumption tax and other taxes, and deducting the fees prescribed by the Company) in accordance with the provisions of Article 3 (Ownership Rights), Paragraph 3. (excluding consumption tax and other taxes, and deducting fees as prescribed by the Company). (However, even if the actual amount distributed is less than the value at the time of acquisition of the Ownership Interests, the Company shall not be liable for compensation or any other liability.) (However, even if the actual amount distributed is less than the value of the ownership interest at the time of acquisition, the Company shall not be liable for compensation or any other liability.
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 25 (Changes to the Service and these Terms of Use, etc.)
            </div>
            <article>
                1. The Company may change the TOS if the change is in the general interest of members, or if the Company determines that the change is reasonable in light of the purpose of the agreement, the necessity of the change, the reasonableness of the changed content, or other circumstances related to the change. 
            </article>
            <article>
                2. If the Company modifies the TOS in accordance with the preceding paragraph, it shall specify the details of the modification and the effective date of the modification, and shall notify members or publicly announce the details of the modification in a manner the Company deems appropriate. The notice or announcement shall be made at least 14 days prior to the effective date of the change, but this period may be shortened if there is an unavoidable and reasonable reason. 
            </article>
            <article>
                3. In the event that the Company changes the Terms of Service in accordance with the provisions of this Article, the terms and conditions of the Service after such change shall be governed by the changed Terms of Service. The Company shall not be liable for any loss or damage incurred by a member as a result of such changes to the Terms of Service, except in cases of willful misconduct or gross negligence on the part of the Company.
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 26 (Intellectual Property Rights, etc.)
            </div>
            <article>
                1. Copyrights (including the rights stipulated in Article 27 and Article 28 of the Copyright Act. The same shall apply hereinafter), patent rights, utility model rights (including the right to acquire such rights or to apply for registration of such rights) Members understand that all intellectual property rights (including the right to obtain such rights or to apply for registration of such rights) belong to the Company or third parties licensed to the Company, and that they may not use or disclose such information themselves or have it used by third parties, except with the permission of the Company or third parties licensed to the Company, or when used within the scope of personal use as stipulated in the Copyright Law. 
            </article>
            <article>
                2. The member is not allowed to post information on the service.The Company may freely use photographs and information posted by members on the Service, as well as photographs and videos taken or recorded by the Company during the provision of special offers, for the purpose of advertising and operating the Service. 
            </article>
            <article>
                3. The Company will not verify the content, quality, truth, accuracy, validity, legality, or infringement of third party rights. The Company makes no warranty and assumes no responsibility with respect thereto.
            </article>
            <article>
                4. Members must make their own judgments regarding the content, quality, truth, accuracy, validity, legality, etc. of any content sent or posted by other members. Members shall not engage in any conduct that infringes or may infringe on the copyrights or other rights of other members with respect to such content. The Company shall not be liable for any damages incurred by members or third parties as a result of the use of the Company's content.
            </article>
            <article>
                5. If the Company deems that a member has violated the TOS or acted inappropriately in light of the TOS, the Company may change or delete any content posted on the service by the member without prior notice.
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 27 (General Terms)
            </div>
            <article>
                1. Notification and communication from the Company to members regarding the Service shall be made by posting notices on the Company's website or in appropriate locations within the application, or by any other method deemed appropriate by the Company. When the Company deems it necessary to notify or contact an individual member, the Company may notify or contact the member at the e-mail address, address, or telephone number in the member's registration information. The Company shall not be liable for any damages incurred due to non-delivery or delay of such notices and communications. 
            </article>
            <article>
                2. Even if any provision or part of a provision of the TOS is determined to be invalid or unenforceable under the Consumer Contract Act or other laws or regulations, the remaining portions of the TOS shall remain in full force and effect, and the Company and members may modify the invalid or unenforceable provision or part to the extent necessary to make it legitimate and enforceable. The remaining portions of these TOS shall remain in full force and effect and shall be construed so as to modify such invalid or unenforceable provision or portion to the extent necessary to make it legal and enforceable and to ensure the intent, legal and economic equivalence and effect of such invalid or unenforceable provision or portion.
            </article>
            <article>
                3. In the event of any ambiguity arising out of or in connection with the Terms of Service, Member shall comply with the provisions of the Company's Terms of Service. In the event that a dispute cannot be resolved in this manner, the Company and the member shall promptly attempt to resolve the dispute through consultation in accordance with the principle of good faith.
            </article>
        </div>


        
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 28 (Compensation for Damages and Disputes)
            </div>
            <article>
                1. If a member violates the Terms of Service or the Guidelines and causes damage to the Company or a third party, the member shall be obligated to compensate the Company for such damage. However, this provision does not exempt the member from liability for damages under other laws and regulations that the member may have to the Company.
            </article>
            <article>
                2. Members are responsible for all matters related to transactions between members (including, but not limited to, transactions between members with ownership rights). In principle, the Company does not intervene in disputes between members, nor is it obligated to do so, and members may not ask the Company to resolve disputes. However, the Company may intervene in disputes between members if the Company deems it necessary for the smooth operation of the service. 
            </article>
            <article>
                3. In principle, unless otherwise stipulated, the Company will not provide any third party, including other members, with any member information obtained in accordance with these Terms of Use and Privacy Policy. However, in the event that the Company is ordered to do so by a court, public prosecutor's office, or administrative agency, or in the event that the Company is required to comply with a request pursuant to Article 23-2 of the Lawyers Act or other mandatory laws or orders, the Company will, to the extent necessary to comply with such orders, disclose to third parties any member information, transaction records between members, or other records related to members that the Company manages, including but not limited to Article 29 (Governing Law and Jurisdiction)
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                Article 29 (Governing Law and Jurisdiction)
            </div>
            <article>
                The Terms of Use shall be governed by and construed in accordance with the laws of Japan, without regard to principles of equity, and any dispute arising between a member and the Company regarding the Service shall be submitted to the exclusive jurisdiction of the Fukuoka District Court as the court of first instance.
            </article>
            <p className="mt-5 text-right">Created at Jan 10, 2021</p>
        </div>
    </section>
    )
}

const Terms = ({locale}) => {
    if (locale === 'ja') return <TermsJP />;
    else return <TermsEN />;
}

const mapStateToProps = ({ theme }) => {
  const { locale } =  theme;
  return { locale }
};

export default withRouter(connect(mapStateToProps)(Terms));