import React, {Component} from "react";

class Policy extends Component {
    render() {
        return(
            <>
                <section className="p-policy">
                    <div className="c-ppolicy--header">
                        プライバシーポリシー
                    </div>
                    <div className="c-policy">
                        {/* <div className="c-policy--articleHeader">
                            はじめに
                        </div> */}
                        <article>
                            株式会社ArtHolic（以下、「当社」といいます。）は、当社及びその他の当社が運営するサイト（以下、「当サイト」といいます。）を通じた各種サービスのご提供にあたり、希少性や財産的価値の高いアンティークコインや美術品等を取り扱う会社として、商品の取引の信頼性を確保する上での個人情報保護の重要性を十分に認識し、漏えい等の事故の発生を未然に防止することにより、お客様に安心して当社をご利用いただける環境、体制を構築すべく、個人情報の保護に関する法律（平成15年法律第57号。その後の改正を含みます。）及び適用ガイドライン等（以下、これらを総称して「個人情報保護法等」といいます。）を遵守して次のとおり個人情報保護方針を定め、実施します。
                        </article>
                    </div>

                    
                    <div className="c-policy">
                        <div className="c-policy--articleHeader">
                            個人情報の取得について
                        </div>
                        <article>
                            当社は、偽りその他不正の手段によらず適正に個人情報を取得致します。
                        </article>
                    </div>
                    
                    <div className="c-policy">
                        <div className="c-policy--articleHeader">
                            個人情報の利用目的
                        </div>
                        <article>
                            当社では、取得した個人情報を以下の目的のために利用させていただきます。以下に定めのない目的で個人情報を利用する場合、あらかじめご本人の同意を得た上で行ないます。
                            <p>
                                ・お客様の本人確認を実施するため
                            </p>
                            <p>
                                ・バックアップの作成を含む、各種サービスのご提供及び運営のため
                            </p>
                            <p>
                                ・当社取扱商品の売買・配送のため
                            </p>
                            <p>
                                ・当社取扱美術品等の査定のため
                            </p>
                            <p>
                                ・金融機関の口座情報の確認、振込状況の確認のため
                            </p>
                            <p>
                                ・その他お客様から受託した業務を行うため
                            </p>
                            <p>
                                ・新規お取引や継続的なお取引時におけるお客様の与信を含めた適正な管理のため
                            </p>
                            <p>
                                ・お客様からのご意見、お問い合わせ等への回答を含む、保守・サポートを提供するため
                            </p>
                            <p>
                                ・当社のサービスに関する規約、ルール、ガイドライン、リスク説明、注意事項その他の規約
                                （以下「規約等」といいます。）等の新設、廃止又は変更等を通知するため ・規約等に違反する疑いのある行為について対応するため
                            </p>
                            <p>
                                ・当社の新サービスの開発、提供、保守、改善等に利用するため
                            </p>
                            <p>
                                ・当社取扱商品に関するお客様の動向や購入履歴を分析するため
                            </p>
                            <p>
                                ・当社ホームページの利便性、利用実態の調査及びアクセス解析のため
                            </p>
                            <p>
                                ・マーケティングのため
                            </p>
                            <p>
                                ・採用活動のため
                            </p>
                            <p>
                                ・監査に対応するため
                            </p>
                            <p>
                                ・捜査機関、裁判所、国税庁その他の各国政府機関からの開示その他の要請に対応するため
                            </p>
                        </article>
                    </div>
                    <div className="c-policy">
                        <div className="c-policy--articleHeader">
                            個人情報の安全管理について
                        </div>
                        <article>
                            当社は、取り扱う個人情報の漏えい、滅失またはき損の防止その他の個人情報の安全管理のために必要かつ適切な措置を講じます。
                        </article>
                    </div>
                    <div className="c-policy">
                        <div className="c-policy--articleHeader">
                            個人情報の委託について
                        </div>
                        <article>
                            当社は、個人情報の取り扱いの全部または一部を第三者に委託する場合は、当該第三者について厳正な調査を行い、 取り扱いを委託された個人情報の安全管理が図られるよう当該第三者に対する必要かつ適切な監督を行います。
                        </article>
                    </div>
                    <div className="c-policy">
                        <div className="c-policy--articleHeader">
                            個人情報の開示・訂正等について
                        </div>
                        <article>
                            <p>
                                当社は、ご本人から自己の個人情報についての開示の請求がある場合、合理的な期間、適切な範囲内で速やかに開示を致します。
                            </p>
                            <p>
                                その際、ご本人であることが確認できない場合には、開示に応じません。
                            </p>
                            <p>
                                個人情報の内容に誤りがあり、ご本人から訂正・追加・削除の請求がある場合、調査の上、速やかにこれらの請求に対応致します。
                            </p>
                            <p>
                                その際、ご本人であることが確認できない場合には、これらの請求に応じません。
                            </p>
                        </article>
                    </div>
                    <div className="c-policy">
                        <div className="c-policy--articleHeader">
                            免責事項
                        </div>
                        <article>
                            <p>
                                (1) 当サイトに掲載している情報は、情報の正確性、適時性若しくは完全性について保証するものではありません。
                            </p>
                            <p>
                                (2) 当サイトの情報や当サイトを通じてアクセス可能な情報が、コンピュータウイルスやスパイウェアなどに感染していないことを保証するものではありません。
                            </p>
                            <p>
                                (3) 当サイトのご利用に起因して生じた損害については、当社は一切責任を負いかねます。当サイトの情報はお客さまご自身の責任においてご利用下さい。
                            </p>
                        </article>
                    </div>
                    <div className="c-policy">
                        <div className="c-policy--articleHeader">
                            本方針の変更
                        </div>
                        <article>
                            本方針の内容は変更されることがあります。変更後の本方針については当サイトに掲載した時から効力を生じるものとします。
                        </article>
                    </div>

                    
                    <div className="c-policy">
                        <div className="c-policy--articleHeader">
                            著作権について
                        </div>
                        <article>
                            <p>
                                当サイトのコンテンツ、著作権は当社が所有しています。当サイト掲載の情報などについての無断掲載を禁じます。
                            </p>
                            <p>
                                個人情報保護方針及び個人情報の取り扱いに対し不同意であった場合
                            </p>
                            <p>
                                当社では、業務遂行に対し必要な範囲と目的においてお客様より個人情報を取得し、適切なサービスを提供することが可能になります。
                            </p>
                            <p>
                                そのため、お客様が当社の個人情報保護方針及び個人情報の 取り扱いに規定する内容につき、その全部又は一部にご同意いただけず、必要な個人情報が取得できない場合、当社のサービス及び業務について、お客様に満足いただける水準でのご提供ができず、又はサービス及び業務のご提供そのものができなくなる可能性がございます。
                            </p>
                        </article>
                    </div>

                    <div className="c-policy">
                        <div className="c-policy--articleHeader">
                            Cookie（クッキー）等について
                        </div>
                        <article>
                            <p>
                                Cookieとはお客様のウェブサイト閲覧情報を、そのお客様のコンピューター（PCやスマートフォン、タブレットなどインターネット接続可能な機器）に記憶させる機能のことです。Cookieを使用し、当社では、ウェブサイト訪問回数や訪問したページなどの閲覧情報を取得しています。なお、Cookie情報から、お客様の個人情報を特定することは出来ません。お客様は、ブラウザの設定によりCookieを拒否することができますが、拒否された場合は、一部のサービスが受けられない場合があることをご了承下さい。
                            </p>
                            <p>
                                Cookieは、当社ウェブサイト上で提供される機能を利用するために設けられるものと、当社と提携する第三者によって設定されるものの2種類があります。提携する広告配信サービス提供会社によって、当社のオンライン広告を最適な場所に掲載することができるよう設定されることがあります。
                            </p>
                        </article>
                    </div>

                    <div className="c-policy">
                        <div className="c-policy--articleHeader">
                            Cookieの利用目的
                        </div>
                        <article>
                            <p>
                                (1) お客様がウェブサイトを閲覧する際に、お客様のコンピューターを識別し、サービスを利用できるために使用しております。そのため、お客様がコンピューター上にCookieを保存することによって、同じ情報を繰り返し入力することがなくなるなど、ブラウザ上でウェブサイトへアクセスする利便性が高まります。
                            </p>
                            <p>
                                (2) 当社では、Cookieを使用して収集した情報を利用して、お客様のウェブサイトの利用状況（アクセス状況、トラフィック、ルーティング等）を分析し、ウェブサイト自体のパフォーマンス改善や、当社からお客様に提供するサービスの向上、改善のために使用することがあります。
                            </p>
                            <p>
                                また、この分析にあたっては、主に以下のツールが利用され、ツール提供者に情報提供されることがあります。
                            </p>
                            <p>
                                Google Analytics
                            </p>
                            <p>
                                ツール提供者： Google Inc.
                            </p>
                            <p>
                                Googleプライバシーポリシー：https://www.google.com/intl/ja/policies/privacy/partners/
                            </p>
                            <p>
                                新規ウィンドウツールを通して収集される情報：お客様のウェブサイトの利用状況（アクセス状況、トラフィック、 サイト回遊等）
                            </p>
                        </article>
                        <div className="c-policy--articleHeader">
                            Cookieの拒否方法
                        </div>
                        <article>
                            <p>
                                (1) 全てのCookieを拒否する方法
                            </p>
                            <p>
                                お客様がブラウザの設定を変更することによりCookieを無効にすることが可能です。ただし、Cookieを無効にした場合は、当社ウェブサイト以外でも一部のサービスが受けられない場合があることをご了承下さい。
                            </p>
                            <p>
                                Google Chrome
                            </p>
                            <p>
                                https://support.google.com/chrome/bin/-answer.py?hl=ja&answer=95647&p=cpn_cookies
                            </p>
                            <p>
                                Cookieの設定の変更方法については、各ブラウザの製造元へご確認ください。
                            </p>
                            <p>
                                (2) 特定のCookieを拒否する方法
                            </p>
                            <p>
                                グーグル株式会社およびGoogleネットワーク
                            </p>
                            <p>
                                プライバシーポリシー：https://www.google.com/intl/ja/policies/privacy/#infochoices
                            </p>
                            <p>
                                情報送信停止の方法：https://support.google.com/ads/answer/2662922?hl=ja
                            </p>
                        </article>
                    </div>
                    
                    <div className="c-policy">
                        <div className="c-policy--articleHeader">
                            お問い合わせ
                        </div>
                        <article>
                            <p>
                                開示等のお申し出、ご意見、ご質問その他の個人情報の取り扱いに関するお問い合わせは、以下の窓口にご連絡ください。
                            </p>
                            <p>
                                Mail：info@fantation-coin.com
                                LINE：https://lin.ee/AMTD31g
                            </p>
                        </article>
                    </div>
                    2022年1月11日 施行
                </section>
            </>
        )
    }
}

export default Policy