const Terms = () => {
    return(
    <section className="p-policy">
        <div className="c-header mb-4">
          <h3 className="c-header--title">利用規約</h3>
          <p className="c-header--subtitle">Terms of Service</p>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                はじめに
            </div>
            <article>
                この規約（以下「本利用規約」といいます。）は、株式会社ArtHolic（以下「当社」といいます。）が運営するインターネットサービスFANTATION（以下「本サービス」といいます。）において、当社が提供する各種サービスの利用の諸条件を定めるものです。本サービスの利用者の皆様（以下「会員」といいます。）が本サービスを利用するためには、本利用規約の全てに同意していただく必要があり、会員が本サービスを利用開始した場合、会員は本利用規約に同意したものとみなされます。本サービスを提供するためのウェブサイト内には、本利用規約以外にも、本サービスの利用方法や注意事項が記載されていますので、併せてお読みください。
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第１条（定義）
            </div>
            <article>
                1. 「オーナー権」とは、本サービスに出品されオーナー権の対象とされたアンティークコインその他の美術商品（以下「本商品」と総称します。）について、当社および／または次号に定めるオーナー権保有者が保有する民法上の共有持分権（複数のオーナー権保有者が本商品を共同して所有する場合の、それ自体所有権の性質を持つ持分権をいいます。以下同じ。）をいい、本商品の鑑賞機会や商品・作家に関連する情報の提供その他の本条第11号に定める優待を受けられる一身専属的な権利を伴うものをいいます。なお、本商品は、オーナー権の対象とされるに際して、当社がその自由な裁量により定める数量（以下「保有枠総数」といいます。）の共有持分権に均等に分割されるものとし（均等に分割された共有持分権の最低取引単位を以下「保有枠」といいます。）、オーナー権保有者は、本サービス上において、保有枠の整数倍の数のオーナー権を保有することができるものとします（オーナー権保有者がオーナー権に関して現に有効に保有する保有枠の数量を以下「保有枠数」といいます。）。詳細は第3条（オーナー権）をご確認ください。
            </article>
            <article>
                2. 「オーナー権保有者」とは、オーナー権を有する会員（当社がオーナー権を保有する場合は当社を含みます。）をいいます。
            </article>
            <article>
                3. 「オーナー権購入希望者」とは、オーナー権の購入を希望する会員をいいます。
            </article>
            <article>
                4. 「オーナー総会」とは、本商品ごとのオーナー権保有者全員により構成される意思決定機関として、本サービス上において当社を主催者として開催されるものをいいます。詳細は第20条（オーナー総会）をご確認下さい。
            </article>
            <article>
                5. 「本商品」とは、本条第１号に定めるものをいいます。
            </article>
            <article>
                6. 「出品者」とは、本サービスに本商品を出品した者をいいます。
            </article>
            <article>
                7. 「出品希望者」とは、本サービスに商品を出品することを希望する者をいいます。
            </article>
            <article>
                8. 「初回取引」とは、本商品が本サービスに出品された後、初めて当社が会員に対してオーナー権を販売する取引をいいます。
            </article>
            <article>
                9. 「会員間取引」とは、初回販売が実施されて以降に可能となる、本サービス上におけるオーナー権保有者および会員間におけるオーナー権の売買取引をいいます。
            </article>
            <article>
                10. 「反社会的勢力」とは、暴力団、暴力団員、暴力団員でなくなった時から5年を経過しない者、暴力団準構成員、暴力団関係企業、総会屋等、社会運動等標ぼうゴロまたは特殊知能暴力集団等、その他これらに準ずる者をいいます。
            </article>
            <article>
                11. 「優待」とは、当社がオーナー権保有者に対して提供する、本商品に関連する商品または役務をいいます。想定される優待の内容や、その付与・行使ルール等については、第18条（優待）をご確認ください。
            </article>
            <article>
                12. 「会員」とは、第4条（会員登録）に定める手続に従って会員登録の承認を受けた者（退会しまたは会員登録を取り消された者を除く。）をいいます。
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２条（本サービスの内容）
            </div>
            <article>
                1. 本サービスは、本商品を対象とするオーナー権を保有することにより、アンティークコインその他の美術商品を保有することへの金銭的・物理的・心理的な垣根を低くし、少額から本格的なアンティークコインその他の美術商品のコレクションを可能とするプラットフォームです。会員は、本サービスを利用することで、オーナー権を購入し、本商品に関連する優待を受けたり、他の会員、当社その他第三者からの買い取り注文オファーに対して保有するオーナー権を売却、マーケットプレイスへ出品へしたりすることができます。
            </article>
            <article>
                2. 当社は、①当社から会員へのオーナー権の販売、②優待の提供、および③会員が他の会員、当社その他第三者との間でオーナー権を取引するためのプラットフォームの提供・運営を行います。会員は、自己の責任において、会員間のオーナー権の取引および優待の行使等を行い、当社は、会員間のオーナー権の取引に関するトラブルについて一切の責任を負いません。また、一度成立したオーナー権の取引は、理由の如何にかかわらず、キャンセルすることができません。    
            </article>
            <article>
                3. 会員は、当社の運営の下、オーナー権保有者のみ受けられる優待を行使できます。優待の内容は、当社が定めますが、商品の安全性と会員間の公平性を保つよう努めます。
            </article>
            <article>
                4. 当社は、各会員が保有するオーナー権の買取りまたは払戻しの義務を負いません。オーナー権の購入は、第17条 （オーナー権の価値に関する注意事項）第2項および第3項その他本利用規約に記載の損失発生のリスク等について十分ご理解の上、商品との特別な接点を楽しむ観点からご利用ください。
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第３条 （オーナー権）
            </div>
            <article>
                1. 当社は、本サービスの安定的な提供と会員間の公平を図り、商品の資産価値を保全することによって、会員に安心して本サービスをご利用いただくために、オーナー権の取引その他の事項について、次項以下のとおり規定します。 また、当社は、会員が保有するオーナー権について、第15条（オーナー権の購入および売却）に規定する内容により、会員による投下資本回収の方法を用意します（ただし、各会員がオーナー権購入に費やした金額以上の金額による売却等を保証するものではなく、第17条（オーナー権の価値に関する注意事項）その他本利用規約記載のリスクが発現した場合における当該リスクにより会員に生じた損失を補償するものではありません。）。
            </article>
            <article>
                2. 会員は、本サービスの取引ルールに従い、本サービス上に限り、保有するオーナー権の全部または一部を他の会員または当社もしくは当社の指定する者に売却することができます。会員は、いかなる場合も、本サービス外でオーナー権（派生的権利を含みます。以下同じ。）の全部もしくは一部を譲渡し、貸与し、承継し、または担保権を設定することができず、また、本サービス内外を問わず、専有利用をしたり貸出を受けたりすることは一切できません。同様に、会員は、オーナー権を保有する本商品について共有物として分割する合意をしたり、また、裁判手続によると否とを問わず共有物分割請求をしたりすることはできません。
            </article>
            <article>
                3. 会員は、当社が、オーナー総会の決議に従って、本商品について本サービス外の第三者へ売却その他の処分を決定し、実行することがあること、およびかかる処分の実行以降は、その処分対価（消費税その他の諸税部分を除き、また、当社所定の手数料を控除いたします。）が保有枠数に応じて分配される（ただし、実際の分配額がオーナー権取得時の価額を下回った場合でも、当社は補償その他一切の責任を負いません。）ほかは、オーナー権を行使することができなくなることについて理解し、あらかじめ承諾するものとします。
            </article>
            <article>
                4. 会員は、当社が本商品の全部または一部の処分を実行（前項に規定するサービス外売却の場合を含みますが、これに限られません。）するに際して、自らが有するオーナー権についてもあわせて売却その他の処分を行うこと、本商品を売却先に引き渡すこと、および売却代金を受領することについて、あらかじめ当社に制限なく委託するものとします。
            </article>
            <article>
                5. 会員が本条第2項の規定に違反してオーナー権を処分等（本条第2項第二文および第三文に掲げる各行為をいいます。以下本条において同じ。）した場合、当該会員は、当該処分等を行った商品全体の本システム上での価額の10％、当該処分等がなされたオーナー権の本システム上での価額、または実際にオーナー権保有者が当該処分等により得た金額として当社が合理的に認定した価額のいずれか高い額を、違約金として当社に対して支払うものとします。
            </article>
            <article>
                6. オーナー権は、株式および集団投資スキーム持分を含む有価証券、前払式支払手段、法定通貨または暗号資産のいずれでもありません。そのため、オーナー権は、本利用規約に基づいて本サービスにおいて利用する以外には、一切ご利用いただけません。オーナー権は、初回取引においては当社に本商品を販売した販売者と当社間での販売価格、協議内容や市場状況、第三者機関による鑑定等によって価格決定が行われ、会員間取引においては会員間の相対取引における需給の合致により価格決定が行われます。当社から購入されたオーナー権は、本サービス内での会員間取引機能を通じて、他の会員に譲渡することも可能です（本条第4項の定めるところに従い、譲渡による売却代金の受領は、当社を介して行うことについてあらかじめご同意いただきます。）。商品や作家が人気の場合、購入時の価格より高い価格で他の会員への売却取引が成立する可能性もございます。当社は、オーナー権の会員間の取引に伴って会員に発生した損失につき、一切の責任を負いません。
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第４条 （会員登録）
            </div>
            <article>
                1. 会員登録希望者は、当社の指定するフォーマットに必要事項を入力することにより、会員登録の申込みをします。
            </article>
            <article>
                2. 会員登録の申込みをするためには、会員登録希望者本人のFacebookアカウント、Twitterアカウント、LINEアカウントまたは有効なメールアドレスおよびパスワードが必要です。なお、会員登録後は、オーナー権または本商品売却時の売買代金振込み用の金融機関口座（本人名義のものに限ります。）に係る情報の登録を行っていただきます。
            </article>
            <article>
                3. 会員登録希望者が未成年者である場合は、事前に親権者など法定代理人の同意を得たうえでなければ本サービスを利用することはできません。このほか、当社が必要と判断した場合には、会員に対し、都度法定代理人の同意またはさらなる書類もしくは情報の提供を求める場合があります。
            </article>
            <article>
                4. 本サービスは、現時点では米国内ではご利用いただけません。また、米国国籍保持者・グリーンカード保持者（米国永住権保持者）および犯罪収益移転防止法上の外国PEPsはご利用いただけません。ただし、米国以外の外国国家・地域における利用可能性を保証するものではありません。
            </article>
            <article>
                5. 会員登録の申込みは、必ず会員登録希望者本人が行い、正確な情報を入力してください。また、1人で複数の会員登録を行うことはできません。
            </article>
            <article>
                6. 当社が会員登録の申込みを承認した時点で、会員登録希望者は、会員として本サービスの利用を開始することができます。
            </article>
            <article>
                7. 当社は、当社の完全に自由な裁量に基づいて、会員登録の申込みを承認するかを決定します。次の各号のいずれかに該当するまたは該当するおそれがあると当社が判断する場合、会員登録の申込みは承認されずまたは取り消される場合があります。
                <p>
                    　1. 本条に定める要件をみたしていない場合
                </p>
                <p>
                    　2. 登録しようとするクレジットカードの名義、番号その他の事項に不備があり、またはクレジットカードによる決済に支障が生じる場合
                </p>
                <p>
                    　3. 他人になりすまして登録しようとしているまたは登録した場合
                </p>
                <p>
                    　4. 会員登録の申込みの際に当社に提供された登録情報の全部または一部が不正確であり、または虚偽、誤記、もしくは記載漏れが含まれている場合
                </p>
                <p>
                    　5. 同一の人物が複数の本サービス上のアカウントを取得しようとしているまたはしていた場合
                </p>
                <p>
                    　6. 当社の運営・サービス提供または他の会員の利用を妨害しその他これらに支障をきたす行為を行った場合
                </p>
                <p>
                    　7. 未成年者、成年被後見人、被保佐人または被補助人のいずれかであり、法定代理人、後見人､保佐人または補助人の同意等を得ていない場合
                </p>
                <p>
                    　8. 反社会的勢力である、または資金提供その他を通じて反社会的勢力の維持、運営もしくは経営に協力もしくは関与する等反社会的勢力との何らかの交流もしくは関与を行っている場合
                </p>
                <p>
                    　9. 情報商材またはそれに類するビジネスに関わっている場合
                </p>
                <p>
                    　10. その他当社が不適当であると判断する場合
                </p>
            </article>
            <article>
                8. 会員登録希望者による会員登録もしくは会員による登録内容の変更により、または当社が会員登録希望者の会員登録の申込みを承認しないことにより生じた損害に関し、当社は一切の責任を負いません。
            </article>
        </div>

        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第５条 （登録事項の変更）
            </div>
            <article>
                1. 前条（会員登録）第１項に定める会員登録の申込み後に、申告した事項に変更があった場合、会員登録希望者および会員は、当社の定める方法により、当該変更事項を遅滞なく当社に通知するものとします。
            </article>
            <article>
                2. 前項に基づく通知をしなかったことにより会員登録希望者または会員が損害を被った場合でも、当社は損害を賠償する義務を負いません。
            </article>
            <article>
                3. 当社からの会員登録希望者および会員への通知は、会員登録希望者または会員が当社に申告した最新の連絡先に行います。
            </article>
        </div>
        
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第６条 （ログインIDおよびパスワードの管理）
            </div>
            <article>
                会員登録に当たって設定されたログインIDおよびパスワードは、会員が責任を持って管理してください。当社は、当社に故意または重過失がある場合を除き、ログインIDおよびパスワードの流出その他いかなる事由によるものであっても、それによって生じた損害を賠償する義務を負いません。
            </article>
        </div>
        
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第７条 （会員登録の取消・利用停止等）
            </div>
            <article>
                1. 当社は、会員が以下の各号のいずれかに該当し、または該当するおそれがあると当社が判断した場合、事前の通知を行うことなく、当該会員の会員資格の停止もしくは取消し、本サービスの全部もしくは一部の利用停止、当社が付与した優待の無効化のいずれかまたはその組み合わせを行うことができます。なお、会員資格を取り消された場合、当該会員が保有していた優待を受ける権利は無効となります。
                <p>
                　1. 法令または本利用規約もしくは当社が別途定めるガイドライン等に違反した場合
                </p>
                <p>
                    　2. 本サービスのログインIDまたはパスワードを不正に使用しまたは使用させた場合
                </p>
                <p>
                    　3. 第4条（会員登録）第７項各号のいずれかに該当することが判明した場合
                </p>
                <p>
                    　4. 他の会員に対する嫌がらせ・迷惑行為等があった場合
                </p>
                <p>
                    　5. 登録されたメールアドレスに連絡しても、一定期間以上返答がない場合
                </p>
                <p>
                    　6. 会員本人によって登録された支払情報や振込先情報につき、不備があるまたは変更が当社　へ正しく通知されていないその他の原因により、当社が会員に対して行う支払いや振込みに　支障を生じた場合
                </p>
                <p>
                    　7. 会員登録後、会員が6か月以上ログインしなかった場合
                </p>
                <p>
                    　8. 本サービスが不正な目的で利用された場合
                </p>
                <p>
                    　9. その他当社が不適切と認める場合
                </p>
            </article>
            <article>
                2. 当社は、本条による会員資格の停止または取消し、本サービスの利用停止その他の措置の時点で、当該会員に送金されるべき出金があった場合、当社の判断により支払いを留保することができます。このほか、会員の違法行為への関与が疑われる場合等も、当社の判断により、支払いを留保することができます。
            </article>
            <article>
                3. 当社は、本条の措置に基づき会員に生じた損害について、当社の故意または重過失に基づく場合を除いて、一切の責任を負いません。
            </article>
        </div>
        
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第８条 （ログインIDおよびパスワードの管理ならびに会員資格に関連する諸権利）
            </div>
            <article>
                1. 会員は、当社が会員に付与するログインID、パスワード等の管理および保管を自ら行う責任を負います。ログインIDおよびパスワード等の管理不十分、第三者による使用等による損害の責任は会員が負い、当社は一切の責任を負いません。また、本サービスと連携したSNSのアカウント凍結等の結果本サービスにログインできなくなるその他の支障が生じた場合も、それに関連した損害について当社は一切の責任を負いません。
            </article>
            <article>
                2. ログインIDおよびこれに紐づく本サービスの利用権は、会員に一身専属的に帰属します。会員は、当該アカウントおよび本サービスの利用権を、当該会員以外の者（当該会員の相続人を含みます。）に対し、利用させ、譲渡、貸与もしくは担保設定その他の処分をし、または相続させることはできません。
            </article>
            <article>
                3. 会員は、ログインIDまたはパスワードが第三者に漏えいした場合、またはログインIDもしくはパスワードが第三者に使用されている疑いのある場合には、直ちに当社にその旨を連絡するとともに、当社の指示がある場合にはこれに従ってください。この場合、当社はそのログインIDやパスワード等を不正アカウントとして一時的にまたは完全に停止することができます。
            </article>
        </div>
        
        
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第９条 （会員の確約）
            </div>
            <article>
                会員は、反社会的勢力のいずれにも該当しないこと、かつ将来にわたっても該当しないこと、および自らまたは第三者を利用して、暴力的な要求行為、 法的な責任を超えた不当な要求行為、取引に関して脅迫的な言動または暴力を用いる行為、風説を流布し、偽計を用いまたは威力を用いて当社の信用を毀損しまたは当社の業務を妨害する行為、その他これらに準ずる行為を行わないことを確約します。
            </article>
        </div><div className="c-policy">
            <div className="c-policy--articleHeader">
                第１０条 （会員の退会および優待を受ける権利の失効）
            </div>
            <article>
                1. オーナー権を未購入の会員は、お問い合わせより「ユーザー退会」の旨ご連絡後、当社の承認により、本サービスから退会することができます。
            </article>
            <article>
                2. オーナー権の購入履歴がある会員は、退会手続時点においてオーナー権を保有していない場合に限り、前項に規定する方法により本サービスから退会することができます。
            </article>
            <article>
                3. 会員は、本サービスからの退会の時点までに、自己が保有するオーナー権に基づく優待を受ける権利を自己の裁量で行使してください。会員が退会の時点または当該優待を提供するオーナー権の会員間取引までにこれらの措置をとらなかった場合、当該優待を受ける権利は無効となります。
            </article>
            <article>
                4. 当社は、前各項に定める措置に基づき会員に生じた損害について、当社の故意または重過失に基づく場合を除き、一切の責任を負いません。
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第１１条 （個人情報の取扱い）
            </div>
            <article>
                1. 当社は、会員から提供された個人情報を本サービスの提供に必要な範囲および当社が別途定めるプライバシーポリシーで定められた目的の範囲で使用することができ、会員は、当社がこのプライバシーポリシーに従って会員から提供された個人情報を取り扱うことについて同意します。
            </article>
            <article>
                2. 当社は、会員間で行われる個人情報の授受および利用から生じたトラブルおよび損害について一切の責任を負いません。会員は、個人情報を他の会員に提供する場合、本条の内容を十分理解し同意した上で行ってください。
            </article>
            <article>
                3. 当社は、個人情報等について、以下の場合を除き、当該会員およびオーナー権の譲渡先以外の第三者に開示しません。
                <p>
                    　1. 法令に基づいて開示が必要である場合または法令に基づいて開示を行うことができる場合
                </p>
                <p>
                    　2. 人の生命、身体もしくは財産、または当社が提供する本サービスの保護のために必要がある場合
                </p>
                <p>
                    　3. 公衆衛生の向上または児童の健全な育成のために特に必要がある場合
                </p>
                <p>
                    　4. 国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行する　ことに対して協力をする必要がある場合
                </p>
                <p>
                    　5. 合弁その他の事由により本サービスの提供主体が変更され、本サービスの継続のために個　人情報等を移管する必要があると当社が判断した場合
                </p>
                <p>
                    　6. 本サービスの質の向上、当社の関連事業開発および当社の提携企業のマーケティング等の　目的で個人情報等を集計および分析する場合
                </p>
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第１２条 （禁止事項）
            </div>
            <article>
                1. 会員は、本サービスの利用に関し、以下の各号に定める行為を行うことを禁止されます。会員が以下の各号のいずれかの行為を行ったまたは行う疑いがあると当社が判断した場合、事前の通知を行うことなく、当該会員の会員資格の取消しその他の本条第2項に定める措置を行うことができます。当社はこれらの措置によって会員に発生するいかなる損害についても賠償する責任を負いません。
                <p>
                    　1. 法令、本利用規約、当社が別途定める利用方法・注意事項、ガイドライン、取引ルール等　に違反する行為
                </p>
                <p>
                    　2. 公序良俗に反する行為
                </p>
                <p>
                    　3. 当社のサービス運営を妨げる行為
                </p>
                <p>
                    　4. 詐欺等の犯罪に結びつく行為 
                </p>
                <p>
                    　5. 当社への申告事項に関し虚偽または不正確な情報を入力する行為
                </p>
                <p>
                    　6. オーナー権の値上がりを保証しもしくは値上がりについての断定的判断を提供するなどし　て購入を呼び掛ける行為、オーナー権の値上がりもしくは値下がりについて他の会員に予断　を抱かせる行為、または他の会員にオーナー権について何らかの誤解を抱かせ当該誤解に基　づきオーナー権の会員間取引を誘引する行為
                </p>
                <p>
                    　7. オーナー権を購入することの条件としてまたは本サービス外での特定のサービスまたは物　品の提供の条件として、会員によるオーナー権の購入を不当に誘引する方法またはそのおそ　れのある方法で、オーナー権の購入を条件とする行為
                </p>
                <p>
                    　8. 第15条（オーナー権の購入および売却）第７項に定める取引ルールもしくは第18条（優　　待）に定める優待に関するルールに違反する行為またはこれらのルールを潜脱する行為
                </p>
                <p>
                    　9. 第１号から第８号のいずれか1つに該当する行為またはそのおそれのある行為を他の会員と　共同で実行し、またはその実行について他の会員と協議し、検討し、もしくは実行の準備を　する行為（本サービス上だけでなく、他社の運営するSNS上でのコミュニケーション等も含み　ます。）
                </p>
                <p>
                    　10. 当社、または他の会員その他の第三者の権利を侵害する行為
                </p>
                <p>
                    　11. 他人への名誉毀損、誹謗中傷等の行為
                </p>
                <p>
                    　12. 他人へのなりすまし、または他人のアカウントを利用して当社のサービスを利用する行為
                </p>
                <p>
                    　13. 倫理的に問題がある低俗、有害、下品な行為、他人に嫌悪感を与える内容、ポルノ、売　　春、風俗営業、大麻その他のいわゆるドラッグ類、これらに関連する内容の情報を掲載する　行為
                </p>
                <p>
                    　14. 他人が誤解や混乱をするおそれのある行為
                </p>
                <p>
                    　15. 他の会員に迷惑や不快感を抱かせるおそれのある行為
                </p>
                <p>
                    　16. 民族差別・人種差別・その他の差別を意図し、または誘発するおそれのある行為勧誘行為　（マルチビジネス、情報商材等の販売やメンバーを募集する行為を含むがこれに限られな　　い）
                </p>
                <p>
                    　17. 選挙活動に関する行為または公職選挙法、政治資金規正法その他の政治活動もしくは選挙　に関連する法令に違反する行為
                </p>
                <p>
                    　18. コンピューターウィルスの送信等、コンピュータ機器、通信回線、ソフトウェア等の機能　に悪影響を及ぼす行為
                </p>
                <p>
                    　19. 当サービスに関するシステムへの不正アクセス
                </p>
                <p>
                    　20. 本商品またはオーナー権に係る価格を操作する行為またはその相場を操縦する行為
                </p>
                <p>
                    　21. マネーロンダリングを目的とした行為
                </p>
                <p>
                    　22. 売買春、性的サービス等をもちかけ、または要求する行為
                </p>
                <p>
                    　23. 他人を代行してオーナー権の購入、売却を行う行為
                </p>
                <p>
                    　24. 賭博に該当する行為
                </p>
                <p>
                    　25. 自らまたは第三者をして、暴力的な要求行為、法的な責任を超えた不当な要求行為、脅迫　的な言動または暴力を用いる行為、風評を流布し、偽計を用いまたは威力を用いて、信用を　毀損または業務を妨害する行為
                </p>
                <p>
                    　26. その他当社が不適切と認める行為
                </p>
            </article>
            <article>
                2. 前項に定める当社の措置は、本サービス利用者保護のために必要であると当社が判断する一切の措置を指すものとし、以下のものが含まれます。当社は、利用者保護の観点から必要な範囲において、違反行為を行った会員に対してのみ当該措置を行うのではなく、全会員に対して必要な措置を取ることができます。
                <p>
                    　1. オーナー権の取引制限（買い取り注文オファーの取消しを含みます。）
                </p>
                <p>
                    　2. 会員資格の一時停止または取消し
                </p>
                <p>
                    　3. 全会員のオーナー権取引の停止を含む一切の措置
                </p>
                <p>
                    　4. その他本サービス利用に関する制限
                </p>
                <p>
                    　5. 本サービス上での違反行為およびその疑いに関する公表
                </p>
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第１３条 （出品）
            </div>
            <article>
                1. 出品希望者は、出品者の申請を行い、当社の完全に自由な裁量による独自審査を通過することにより、出品者となり商品の出品を行うことができます。ここでいう「出品」とは、第15条（オーナー権の購入および売却）に定めるオーナー権の販売の前提として、本商品を当社サービス上に掲載することを指します。
            </article>
            <article>
                2. 個別の商品の出品には、当社の完全な裁量による審査が必要となります。審査の結果、承認された時点で当社から連絡のうえ、個別の出品条件などを決定して出品へ進みます。審査の結果、承認されなかった場合、手数料の支払等は発生いたしません。
            </article>
            <article>
                3. 当社は、審査の結果について何ら保証しておらず、審査の結果不承認となったことによって会員に生じた損害について、当社の故意または重過失に基づく場合を除き、一切の責任を負いません。また、審査内容およびその結果に関する理由の開示はいたしません。
            </article>
            <article>
                4. 当社による審査は、会員の登録時のアカウントの情報・連携されているSNSアカウントの情報、および申請フォームに入力された内容等から総合的に判断するものであり、審査における不承認事由には、以下の事項が含まれます。
                <p>
                    　1. 連携されたSNSアカウントの全てまたは一部が、申請者自身の個人アカウントではない場合　（申請者が所属または運用している、企業やブランドまたはサービス等のアカウントの場合　を含みます。）
                </p>
                <p>
                    　2. SNS上で個人としてのアクティビティが当社にとって確認できないまたは僅少である場合
                </p>
                <p>
                    　3. 他人になりすまして登録しようとしているまたは登録した場合
                </p>
                <p>
                    　4. 登録の際に当社に提供された登録情報の全部もしくは一部が不正確であり、または虚偽、　誤記、もしくは記載漏れが含まれている場合
                </p>
                <p>
                    　5. 登録の際に当社に提供された登録情報に不足があり、判断が難しい場合
                </p>
                <p>
                    　6. 過去に本利用規約違反等により、本サービスの利用停止等の処分を受けている場合
                </p>
                <p>
                    　7. 当社の運営・サービス提供または他の会員の利用を妨害、支障をきたす行為を行った場合　やそのおそれがあると当社が判断した場合
                </p>
                <p>
                    　8. 未成年者、成年被後見人、被保佐人または被補助人のいずれかであり、法定代理人、後見　人､保佐人または補助人の同意等を得ていない場合
                </p>
                <p>
                    　9. 反社会的勢力である、または資金提供その他を通じて反社会的勢力の維持、運営もしくは　経営に協力もしくは関与する等反社会的勢力との何らかの交流もしくは関与を行っている場　合
                </p>
                <p>
                    　10. 情報商材またはそれに類するビジネスに関わっている場合
                </p>
                <p>
                    　11. 上記各号に該当するおそれがあると当社が判断する場合
                </p>
                <p>
                    　12. その他当社が不適当であると判断する場合
                </p>
            </article>
            <article>
                5. 当社による審査の結果承認された商品は、本商品として本サービス上に掲載された上で、第15条（オーナー権の購入および売却）第１項に定めるオーナー権の販売を実施します。
            </article>
        </div>

        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第１４条 （真贋）
            </div>
            <article>
                当社は、本商品の真贋については、各鑑定会社のスラブナンバーによって開示します。これらの情報を確認の上、会員は、自らの責任と判断で本商品に係るオーナー権を購入してください。
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第１５条 （オーナー権の購入および売却）
            </div>
            <article>
                1. 会員は、出品された商品について、本サービス上で定められた単価および数量により、当該商品に関するオーナー権の購入申込みをすることができます。当社が会員からのオーナー権の購入申込みを受け付けている商品について、会員から購入の申込みがあった場合、当該申込みがなされた時点で当該会員に対するオーナー権の販売が成立します。なお、販売されるオーナー権の数量には限りがあり、当社は、オーナー権購入希望者がオーナー権を購入できなかった場合であっても、一切の補償は行いません。販売されたオーナー権は、当社が別途指定する時点以降、本サービスの取引ルールに従い、各オーナー権保有者が他の会員に対して売却することができます。このほか、本サービス上において、当社または当社の指定する者に対して、当社が公正妥当と認める価格によりオーナー権を売却することのできる制度を用意します。
            </article>
            <article>
                2. オーナー権についての購入申込みは、受付期間中に購入申込みがあったオーナー権の数が当該オーナー権の規定の数量に満たなかったときは、事後的に取り消される場合があります。この場合であっても、当社はかかる取消処理により会員に生じた損失の補償は一切いたしません。
            </article>
            <article>
                3. オーナー権の購入申込みは、必ずオーナー権購入希望者本人が行い、正確な情報を入力してください。
            </article>
            <article>
                4. 他の会員からのオーナー権の購入を希望する会員は、当社の定める手続に従ってオーナー権の買い取り注文オファーを行う必要があります。
            </article>
            <article>
                5. 会員は、自らが行った購入の申込みにつき、これを購入後に取り消すことはできません。
            </article>
            <article>
                6. 会員は、商品に対して設定されているオーナー権に係る保有枠の上限数および当該オーナー権に関する取引条件の範囲で、任意の数の保有枠を指定してオーナー権を購入することができます。
            </article>
            <article>
                7. オーナー権の購入は、銀行振込、オンライン決済システムを通じたクレジットカード、仮想通貨（USDTーERC20規格）によって行われます。当社は、オーナー権の購入および会員間取引が成立した場合に、買主から当社が別途定める手数料を申し受けます。取引手数料は、出品される商品ごとに異なります。
            </article>
            <article>
                8. オーナー権を売却しようとする会員は、当社または当社が指定する決済事業者（以下「代金受領者」といいます。）に対して、オーナー権の購入代金を代理受領する権限を付与し、代金受領者がオーナー権を購入しようとする会員から購入代金を受領することにより、購入代金の支払いは完了し、オーナー権を購入しようとする会員による購入代金の支払義務は消滅します。購入代金は、当社が受領する所定の取引手数料を差し引いたのち、当社から送金する方法により、オーナー権の売主である会員に支払われます。本利用規約に定める場合のほか、一度成立したオーナー権の購入および売却は、理由のいかんを問わずキャンセルすることができません。
            </article>
            <article>
                9. 利用者保護の観点から、当社は、会員のオーナー権の会員間取引に当たって、取引数量、取引回数、取引の値幅、取引で得た売却益の引出に関して各種制限等を定めています。会員は、当該取引ルールを遵守しなければなりません。当社は、利用者保護の観点から、取引ルールについて適時更新することができます。会員はあらかじめ取引ルールが適時更新されることを理解のうえ、本サービスを利用してください。
            </article>
            <article>
                10. オーナー権の購入および会員間取引に関して本利用規約に違反する行為があるまたはこれらの行為が不適切であると当社が判断した場合、当社は、オーナー権の購入および売却を制限しまたは取り消し、その他第12条（禁止事項）第2項に定める措置を取ることができます。本項に基づく措置によって会員に生じる損害について、当社の故意または重過失に基づく場合を除き、当社は一切責任を負いません。
            </article>
            <article>
                11. オーナー権の売買取引は現行の法令または将来の法改正等によって課税対象となる可能性があります。会員はこのことを十分に理解し、自己の責任と負担においてオーナー権の売買取引を行なってください。なお、当社は、課税対象となるか否かを含む課税に関する事項についてアドバイスの提供等一切の行為を行なっておりません。課税に関する疑義が発生した場合は、会員は自らの責任と負担においてご自身で決定していただくかまたは専門家に判断を仰いでいただきますようお願いいたします。
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第１７条 （オーナー権の価値に関する注意事項）
            </div>
            <article>
                1. オーナー権は、本商品が本サービス上に出品されていることにより本来の効用を発揮することが想定された共有持分権です。したがって、会員が本サービスからの退会等により会員資格を喪失した後は、当該出品商品についてオーナー権を十全に行使いただくことができず、本商品から生じた優待を受ける権利を行使することもできないことにご留意下さい。
            </article>
            <article>
                2. 当社からオーナー権を購入した会員は、その保有するオーナー権を会員間で取引することができます。したがって、商品や作家が人気の場合、購入時の価格より高い価格での他の会員への売却取引が成立する可能性もございます。反対に、オーナー権を売却しようとした時点において売却することのできる価格が、オーナー権を購入した時の価格を下回る可能性もございます。会員は、このような会員間取引に伴う損失発生のリスクがあることを十分に理解した上で、オーナー権の購入および売却を行ってください。
            </article>
            <article>
                3. 商品の盗難滅失、商品の売却、本サービスの終了その他の理由により、オーナー権の価値がゼロになる可能性もあります。会員は、このようなオーナー権の経済的価値の消滅に伴う損失発生のリスクがあることを十分に理解した上で、オーナー権の購入および売却を行ってください。
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第１８条 （優待）
            </div>
            <article>
                1. 当社は、当社の完全に自由な裁量により、本商品の全部または一部の鑑賞機会や商品・発行元・彫刻士に関連する情報の提供など、オーナー権を保有する会員向けの優待を随時設定することができます（優待を設定しない商品もございます）。受けられる優待の内容は、オーナー権の保有枠数、保有期間その他の要素により会員間で異なる場合があります。優待について、オーナー権の保有以外の、金銭的、経済的または物理的負担を要する条件は付与いたしません（交通費等の実費を除きます。）。優待の内容は、当社が商品の価値や価格に応じて判断し、一切の意見は受け付けません。また、既に優待の提供を受けた会員からオーナー権を譲渡された会員であってもさらに優待を受けられる可能性があり、また、所定の優待に限り優待を受けられない可能性もあります。
            </article>
            <article>
                2. オーナー権を保有する会員は、当社から優待が提供される旨の通知を受領したときは、各会員のポートフォリオページまたは当社が別途定める申込みフォームより提供の申込みをすることが可能です。万一、運営の都合、予定外の事由その他のやむを得ない事由等により、優待の提供が予定の時期より遅延し、または提供が困難な場合、当社はオーナー権を保有する各会員に対し連絡および必要な対応を行います。
            </article>
            <article>
                3. 本利用規約に基づく優待を受ける権利は、会員に一身専属的に帰属します。会員は、第21条（会員の死亡時の対応）第２項に定める場合を除き、これらの権利義務を、当該会員以外の者（当該会員の相続人を含みます。）に対し、譲渡、貸与もしくは担保設定その他の処分をし、または相続させることはできません。
            </article>
            <article>
                4. 会員による優待行使のために追加の個人情報の授受が必要となる場合、会員は、自らの判断により、当社の定める方法により追加の個人情報を提供する必要があります。
            </article>
            <article>
                5. 優待の内容はやむを得ず変更される場合があります。優待の内容を変更するにあたっては、優待の内容を変更する日の１週間前までに、変更後の優待内容をオーナー権保有者に通知します。ただし、やむを得ない事由により事前の通知が困難な場合は、事後すみやかに通知します。
            </article>
            <article>
                6. 会員は、オーナー権の購入後に優待の内容が変更される可能性があることを了承した上で、本サービスを利用してください。優待の内容が変更されたことにより会員が損害を被った場合でも、当社に故意または重過失がある場合を除き、当社は一切の責任を負いません。
            </article>
            <article>
                7. 当社がオーナー総会の決議に従って本商品を本サービス外の第三者に対して売却した場合、当該商品に関する優待を受ける権利は失効します。オーナー権を保有する会員は、当該売却時点以降は優待を受ける権利を失い、当社は、本商品の当該売却に伴って会員に発生した損害につき、一切の責任を負いません。
            </article>
        </div>

        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第１９条 （本商品の管理およびその報告等）
            </div>
            <article>
                1. オーナー権保有者は、当社が本商品の占有・管理・保全行為（調査・分析・補修・修復行為を含みます。）その他必要な一切の行為（以下本条において「管理等行為」といいます。）を当社の合理的な裁量により行うことについて同意し、管理等行為を行うことを当社に委託するものとします。なお、当社は、管理等行為の実施を、適当と認める事業者に対して再委託することができます。
            </article>
            <article>
                2. 管理等行為には、本商品の公私の団体または機関への貸し出しその他の行為を行うことも含みます。当該行為は、対象となる本商品の価値向上に資すると当社が判断した場合は、無償で行うこともできるものとします。
            </article>
            <article>
                3. 当社が前項に定める行為を行った場合は、当社が相当と認める方法により適時に、対象となる本商品のオーナー権保有者に対し、当該行為の実施概要や結果を報告するものとします。
            </article>
            <article>
                4. 当社は、全ての本商品について損害保険に加入することとしております。したがって、本商品の管理等行為に関して本商品に万一損傷・滅失等が生じた場合において、第22条（免責）等の規定により当社が免責されることを前提に、前記損害保険からの保険給付により可能な限りの損害の回復を目指します。具体的には、本商品に損傷が生じたときは、これに対する保険給付を引き当てに可能な限りの補修・修復を実施するものとし、本商品の滅失や格落損害に対して保険給付がなされたときは、当該給付にかかる金額（当社は合理的な対応費用を控除することができるものとします。）を当該本商品のオーナー権保有者の保有枠数に応じて分配するものとし（オーナー権保有者への個別の分配額に小数点以下の端数が生じた場合、当該端数は当社が受領するものとします。）、当社はそれ以上の責任を免れるものとします。
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２０条 （オーナー総会）
            </div>
            <article>
                1. オーナー総会は、当社のみがその完全に自由な裁量により随時その開催および議決権の行使に必要な事項（議題・議案の内容、議決権の行使期間および議決権の行使方法を含みます。以下本条において同じ。）を決定することができます。当社以外の者（会員およびオーナー権保有者を含みます。）は、オーナー総会の開催を請求し、またはオーナー総会の開催もしくは議題・議案の内容を決定することはできず、第3項に定める開催通知を受領したオーナー権保有者であっても、当社が定めた議案に対する賛否を表明する形での議決権行使以外の行為はできません。
            </article>
            <article>
                2. オーナー総会は本サービス上においてオーナー権保有者以外には非公開で開催されるものとします。ただし、当社は、その完全に自由な裁量により、オーナー総会に関する賛否の集計に係る途中経過および集計結果をオーナー権保有者以外の者に公開することができます（なお、個々のオーナー権保有者による賛否の内容を個別に公開することはいたしません。）。
            </article>
            <article>
                3. 当社は、オーナー総会の決議の対象となる本商品のオーナー権保有者に対し、議決権の行使に必要な事項を明示の上、当社が定める議決権行使期限の属する日から起算して10日前までに開催通知を送信します。
            </article>
            <article>
                4. オーナー権保有者は、決議の対象となる本商品のオーナー権を保有する者として本サービス上に現に表示されていることを条件として、当該本商品に対応するオーナー総会に係る議決権を行使することができるものとします。また、オーナー権保有者は、オーナー総会に係る議決権を行使する時点において有効に保有する保有枠1つにつき1つの議決権を保有するものとし、当該オーナー総会に関して議決権が行使された時点以降は、オーナー権保有者の変更があった場合であっても同一のオーナー総会に関して再度議決権を行使することはできません。
            </article>
            <article>
                5. 議決権は、当社が定める議決権行使期限までの間に、本サービス上で当社が用意する専用ページにおいて行使いただくものとし、これ以外の行使方法は認められません。また、議決権を2個以上保有する場合であってもそれらの議決権を統一しないで行使すること（不統一行使）はできず、また、オーナー権保有者本人以外の者（他の会員およびオーナー権保有者を含みます。）は、代理権授与の有無にかかわらず、議決権を行使することができません。
            </article>
            <article>
                6. オーナー総会における決議は、当該オーナー総会の対象となる本商品について行使することができる総議決権の過半数をもって行うものとします。ただし、本利用規約に別段の定めがある場合は、当該箇所に記載されている決議要件等が優先されます。
            </article>
            <article>
                7. 前各項に定めるほか、当社は、オーナー総会が公正かつ適切に実施されるよう、合理的に可能な限りの措置を講じます。
            </article>
        </div>

        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２１条 （会員の死亡時の対応）
            </div>
            <article>
                1. オーナー権を保有した会員が死亡した場合または失踪宣告を受けた場合、当社は、当該会員が保有していた当該会員のアカウントを停止することができます。
            </article>
            <article>
                2. 死亡又は失踪宣告を受けた会員の相続人は、第３条（オーナー権）第2項の規定にかかわらず、当社が別途定める条件および手続に従うことにより、死亡又は失踪宣告を受けた会員の保有するオーナー権を承継することができます。オーナー権を承継した相続人は、本サービスの会員として本利用規約、出品契約、取引ルールを含む当社が定めまたは当社と合意したルールを遵守してください。
            </article>
            <article>
                3. 前項に定めるオーナー権の承継を希望する相続人は、当社お問い合わせページからご連絡ください。
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２２条 （免責）
            </div>
            <article>
                1. 当社は、会員が本サービスを利用すること、または利用できなかったことによって、会員に損害が発生した場合であっても、いかなる責任も負いません。ただし、当社の故意または重過失に基づく場合はこの限りではありません。
            </article>
            <article>
                2. 当社は、出品希望者による出品、オーナー権の購入および、オーナー権の会員間取引の場を提供・運営するものであり、各会員は、自己の判断においてオーナー権を購入してください。会員間のオーナー権の取引の成立について当社は何らの保証を行うものではありません。
            </article>
            <article>
                3. 本サービスに関連して、出品者と会員、またはオーナー権の取引当事者等、会員間で生じたトラブルに関しては、会員の責任において処理および解決する必要があり、当社は、かかるトラブルについて、一切関与せず、責任を負いません。
            </article>
            <article>
                4. 当社は、いかなる理由に基づくものであっても、会員によるオーナー権の購入および売却の実行、不実行もしくは取引の不成立またはオーナー権の会員間取引から生じた損害については、当社の故意または過失に基づく場合を除き、一切の責任を負いません。
            </article>
            <article>
                5. 会員は、本サービスの利用に関連して課税される場合があること（将来の法改正によって本サービス上での取引が課税対象となる場合を含みます。）を理解し、各種法令を遵守の上で本サービスを利用してください。会員は、課税の有無について自ら法令を確認の上で対応し、当社は一切の責任を負いません。
            </article>
            <article>
                6. 当社は、本サービスに起因して会員に生じたあらゆる損害について一切の責任を負いません。ただし、本サービスに関する当社と会員との間の契約（本利用規約を含みます。）が消費者契約法に定める消費者契約となる場合、本利用規約の免責規定は法令に違反する限度で適用されません。
            </article>
            <article>
                7. 前項ただし書に定める場合であっても、当社は、会員に生じた損害のうち特別な事情から生じた損害（当社または会員が損害発生につき予見し、または予見し得た場合を含みます。）について一切の責任を負いません。また、いかなる場合も、当社から会員に対する損害の賠償額は、当該会員に発生した損害の原因が生じた時点から遡って過去３ヶ月の期間に会員から当社が現実に受領した各手数料および決済代行手数料の合計金額相当額を上限とします。
            </article>
            <article>
                8. 当社は、本サービスの特定の目的に対する適合性、または本サービスの利用による知的財産権その他の権利の侵害等に対して何ら保証しません。
            </article>
            <article>
                9. 当社は、本サービスの内容または会員が本サービスを通じて得る情報（本サービス上に掲載される、商品の価値やアート市場に関するデータおよび有識者のコメントを含みます。）について、その完全性、正確性、確実性、および有用性等を何ら保証しません。また、当社は、本サービスに関する当社ウェブサイトその他当社の提供する資料に表示される情報の内容およびその変更、更新等に関連して、会員に生じた一切の損害に関していかなる責任も負いません。
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２３条 （本サービスの停止または中断）
            </div>
            <article>
                当社は、以下の各号のいずれかに該当する場合には、会員に事前に通知することなく一時的に本サービスの全部または一部を停止または中断する事ができます。当社は、当該停止または中断により会員に生じた損害には一切責任を負いません。
            </article>
            <article>
                1. サーバー、通信回線、その他の設備の故障、障害の発生またはその他の理由により本サービスの提供ができなくなった場合
            </article>
            <article>
                2. システム（サーバー、通信回線や電源、それらを収容する建築物などを含む）の保守、点検、修理、変更を定期的にまたは緊急に行う場合
            </article>
            <article>
                3. 火災、停電等により本サービスの提供ができなくなった場合
            </article>
            <article>
                4. 地震、噴火、洪水、津波等の天災により本サービスの提供ができなくなった場合
            </article>
            <article>
                5. 戦争、変乱、暴動、騒乱、労働争議等その他不可抗力により本サービスの提供ができなくなった場合
            </article>
            <article>
                6. 法令またはこれに基づく措置により本サービスの提供ができなくなった場合
            </article>
            <article>
                7. 本サービスと連携している外部SNSサービスに、トラブル、サービス提供の中断または停止、本サービスとの連携の停止、仕様変更等が生じた場合
            </article>
            <article>
                8. その他、運用上または技術上当社が本サービスの一時的な中断を必要と判断した場合
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２４条 （本サービスの提供終了時の取扱い）
            </div>
            <article>
                1. 前条（本サービスの停止または中断）に基づき当社が本サービスの提供を終了する場合、当社は、当社ウェブサイトへの掲載、書面もしくは電子メールの送付、その他の方法により、会員に対して本サービスの提供終了を通知します。
            </article>
            <article>
                2. 当社が本サービスの提供を終了した場合、全ての出品者および会員の情報は、当社が適当と判断する一定の猶予期間をおいた上で、抹消されます。ただし、本条第４項の目的のために必要な限度で保持することがあります。
            </article>
            <article>
                3. 会員が保有する優待を受ける権利は、本サービスの提供終了後をもって消滅します。
            </article>
            <article>
                4. 当社は、本サービスの提供終了に先立ち、当社が保有する本サービス上に出品中の本商品の売却に向けて最善の努力を尽くします。なお、本商品の売却が実行できた場合は、第３条（オーナー権）第３項の規定に従い、売却が行われた本商品に係るオーナー権を保有する会員に対して、その処分対価（消費税その他の諸税部分を除き、また、当社所定の手数料を控除いたします。）を保有枠数に応じて分配する（ただし、実際の分配額がオーナー権取得時の価額を下回った場合でも、当社は補償その他一切の責任を負いません。）ものとします。
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２５条 （本サービスおよび本利用規約の変更等）
            </div>
            <article>
                1. 当社は、本利用規約の変更が会員の一般の利益に適合する場合、または契約の目的、本利用規約の変更の必要性、変更後の内容の相当性その他の本規約の変更にかかる事情に照らして当該変更が合理的なものと判断した場合、本利用規約を変更することができるものとします。
            </article>
            <article>
                2. 当社は、前項の規定により本利用規約を変更する場合、当該変更の内容および変更の効力発生時期を定めるものとし、当該定められた各内容は、当社が相当と認める方法により会員に通知または公表するものとします。なお、当該通知または公表は、変更の効力発生時期の14日前までに行うものとしますが、やむを得ない合理的な事由がある場合は当該期間を短縮することができるものとします。
            </article>
            <article>
                3. 当社が本条の規定により本利用規約を変更した場合には、当該変更後の本サービスの提供条件は変更後の本利用規約によるものとします。かかる利用規約の変更によって会員に損害が生じた場合であっても、当社の故意または重過失に基づく場合を除き、一切責任を負いません。
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２６条 （知的財産権等）
            </div>
            <article>
                1. 本サービス上のコンテンツに関する著作権（著作権法第27条および第28条に定める権利を含みます。以下同様とします。）、特許権、実用新案権、商標権、意匠権その他の一切の知的財産権（それらの権利を取得するまたはそれらの権利につき登録等を出願する権利を含みます。）は、すべて当社または当社に対して使用許諾をしている第三者に帰属することを了解し、会員は当社および当社に対して使用許諾をしている第三者の許諾を得た場合または著作権法に定める私的使用の範囲において使用する場合を除き、当該情報を自ら使用もしくは開示しまたは第三者に使用させたりすることはできません。
            </article>
            <article>
                2. 本サービス上に会員が掲載した写真および情報ならびに優待の提供の際に当社が撮影または録画した写真、動画等に関しては、本サービスの宣伝、運営等を目的として、当社が自由に利用できます。
            </article>
            <article>
                3. 会員が本サービスに関連して発信または掲載したコンテンツに関する一切の責任は、当該会員が負い、当社は、その内容、品質、真実性、正確性、妥当性、適法性、第三者の権利侵害の有無等について、確認いたしません。また、当社は、それらに関して、一切保証せず、一切責任を負いません。
            </article>
            <article>
                4. 会員は、他の会員が発信または掲載するコンテンツに対して、その内容、品質、真実性、正確性、妥当性、適法性等を、会員自身で判断する必要があります。会員は、当該コンテンツについて著作権その他の権利を侵害する行為またはそのおそれのある行為をしてはなりません。当社は、会員および第三者が当社のコンテンツを利用することにより生じる損害について、一切責任を負いません。
            </article>
            <article>
                5. 会員が本利用規約に違反し、または本利用規約に照らして不適切な行為を行ったと当社が判断した場合、当社は、当該会員が本サービス上に掲載したコンテンツを、事前の通知なしに変更および削除できます。
            </article>
        </div>


        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２７条 （一般条項）
            </div>
            <article>
                1. 本サービスに関する当社から会員への通知・連絡は、当社が運営するウェブサイトまたはアプリケーション内の適宜の場所への掲示その他、当社が適当と判断する方法により行います。当社は、個々の会員に通知および連絡をする必要があると判断した際、会員登録情報の電子メールアドレス、住所または電話番号に対し、通知および連絡を行うことがあります。当社からの通知および連絡が不着または遅延することによって損害が生じた場合であっても、当社は一切の責任を負いません。
            </article>
            <article>
                2. 本利用規約のいずれかの条項またはその一部が、消費者契約法その他の法令等により無効または失効不能と判断された場合であっても、本利用規約の残りの部分は、継続して完全に効力を有し、当社および会員は、当該無効もしくは執行不能の条項または部分を適法とし、執行力を持たせるために必要な範囲で修正し、当該無効もしくは執行不能な条項または部分の趣旨ならびに法律的および経済的に同等の効果を確保できるよう解釈されます。
            </article>
            <article>
                3. 本利用規約に定めのない事項または本利用規約の解釈に疑義が生じた場合には、会員は、当社の定めるところに従うものとします。これにより解決しない場合には、当社および会員は、信義誠実の原則に従って協議の上速やかに解決を図るものとします。
            </article>
        </div>


        
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２８条 （損害賠償および紛争）
            </div>
            <article>
                1. 会員は、本利用規約またはガイドラインに違反し、当社または第三者に損害を与えた場合、当該損害を賠償する義務を負います。ただし、この規定は、会員が当社に対して負うこととなるその他の法令上の損害賠償責任を免責するものではありません。
            </article>
            <article>
                2. 会員は、会員同士の取引に関する一切の事項（オーナー権の会員間取引を含みますが、これに限りません。）について責任を負います。当社は、会員同士の紛争に原則として介入せず、また介入する義務を負わず、会員は当社に紛争の解決を求めることはできません。ただし、当社は、本サービスの円滑な運営のために必要であると当社が判断した場合には、会員同士の紛争に介入することができます。
            </article>
            <article>
                3. 当社は、原則として、特段の定めのない限り、本利用規約およびプライバシーポリシーに基づいて取得した会員の情報を、他の会員を含む第三者に提供することはありません。ただし、裁判所、検察庁、もしくは行政機関の命令に基づく場合、弁護士法23条の2等の法令に基づく申出に伴う場合、その他強制力のある法令等または命令に基づく場合は、当該命令等に従うために必要な限度において、会員情報、会員間の取引の記録その他当社が管理する会員に関する記録の一切につき第三者に開示することができます。
            </article>
        </div>
        <div className="c-policy">
            <div className="c-policy--articleHeader">
                第２９条 （準拠法および管轄）
            </div>
            <article>
                本利用規約は、衡平法の原則にかかわらず、日本法に基づき解釈され、本サービスに会員と当社の間で生じた紛争については、福岡地方裁判所を第一審の専属的合意管轄裁判所とします。
            </article>
            <p className="mt-5 text-right">2021年1月10日 作成</p>
        </div>
    </section>
    )
}

export default Terms;